
{

    "listadoHeroes":{

    "heroe": [
        {
            "id": "shoto",
            "nombre": "Shoto Todoroki",
            "presentacion": "<img src='Imagenes/Shoto/Shoto Escolar.png' style='max-height: 450px' class='img-contenido img-fluid ${3|rounded-top,rounded-right,rounded-bottom,rounded-left,rounded-circle,|}'><p>Shoto Todoroki (轟とどろき焦しょう凍と, Todoroki Shōto ?) es un estudiante de la Clase 1-A de la Academia U.A, donde ingresó a través de recomendaciones oficiales y está entrenando para convertirse en un Héroe. Es el hijo más joven de Endeavor, el héroe número 1; y Rei Todoroki, es uno de los principales protagonistas de la serie.</p>",
            "personalidad": "<h3>Personalidad</h3> <p> Shoto originalmente tenía una personalidad fría y distante, que se derivaba de su educación abusiva y complicada vida familiar. Centrado y sin emociones Shoto prefirió mantenerse solo en lugar de salir con otras personas. Sin embargo después de los eventos del Festival Deportivo de U.A., Shoto se volvió notablemente más sociable y amable, incluso ganó sentido del humor y ocasionalmente sonrie, aunque aún conserva algunos fragmentos de su actitud distante anterior. Después del Curso Provisional de Licencia de Héroe, comenzó a abrirse más a sus compañeros de clase y se ha aliviado de su comportamiento generalmente serio. No obstante Shoto aún no está acostumbrado a socializar, ya que se muestra un poco denso cuando se trata de comprender ciertas formas de hablar. </p><p> Si bien generalmente era tranquilo y reservado Shoto inicialmente poseía un nivel moderado de arrogancia, que combinado con sus tendencias solitarias, a veces lo hizo tomar la iniciativa sin considerar las opiniones de los demás, mostrando confianza en que podría enfrentar cualquier obstáculo con su propia fuerza. </p><p> Solía ​​ser mucho más hostil también, hasta el punto de hacer que alguien se molestara con él debido a su carácter engreído. Shoto prefería actuar solo aunque para fines prácticos, ya que hacerlo le permite liberar todo su poder sin tener que preocuparse por el fuego. Tranquilo y sereno pero brutal en combate, Shoto está bien basado en la ética del heroísmo, solo desea someter a sus oponentes congelados en lugar de matarlos prolongando la congelación. </p><p> Shoto detestaba profundamente sus habilidades de fuego que heredó de Endeavor, ya que simbolizaba la maldad de su padre hacia él y su madre, así como lo que había nacido para ser: una herramienta para superar a All Might, un destino que detestaba. </p><p> Como tal, Shoto decidió confiar únicamente en su poder de hielo y nunca usar la otra mitad de su Don en las batallas, llegando a cubrir su torso izquierdo y su brazo con hielo en su primer traje de héroe para simbolizar su rebelión contra su padre. Shoto a menudo se sentía molesto por la mera presencia de Endeavor y apenas podía contener su ira mientras hablaba con él, especialmente cada vez que el Héroe Profesional mencionaba el propósito que tenía para su hijo desde antes de nacer. </p><p> Durante su enfrentamiento con Izuku Midoriya en el Festival Deportivo de U.A., el discurso de Izuku hizo resurgir el recuerdo de las palabras de apoyo de su madre, y por primera vez desde su infancia, Shoto usó su poder de fuego en combate. Después de la batalla Shoto tenía sentimientos encontrados sobre el uso de su lado izquierdo, pero después de reconciliarse con su madre finalmente llegó a un acuerdo con la mitad que una vez odió y estuvo dispuesto a entrenarlo más. A pesar de estar marcado por ella cuando era un niño pequeño, Shoto no muestra resentimientos hacia su madre visitándola a menudo desde el final del Festival de Deportes. Shoto parece extraer sus valores heroicos de All Might, un rasgo que comparte con Izuku y Katsuki Bakugo, teniendo buenos recuerdos de ver el Símbolo de la Paz en televisión junto con Rei. </p><p> Sin embargo el rechazo de Shoto hacia Endeavor aún no ha desaparecido, incluso si respeta la habilidad de su padre como Héroe, admitiendo que tal resentimiento no puede desaparecer tan fácilmente y que se equivocó al tratar de enterrarlo. Después de que se le negó una infancia normal para que su padre pudiera entrenarlo a realizar sus propias ambiciones egoístas, Shoto todavía tiene varias cicatrices psicológicas que tienden a reaparecer cuando otros lo comparan con Endeavor. Debido a esto y a la influencia de Izuku, Shoto ahora se esfuerza por convertirse en un Héroe pero sin caminar por el mismo camino que hizo su padre. </p><p> Shoto se mantiene relativamente frío con Endeavor y ha dejado en claro que el perdón por su trato anterior hacia él y su madre es difícil, pero ha demostrado preocupación por la seguridad de su padre. Ahora que Endeavor intenta mejorar su relación con su familia, Shoto ha adoptado un enfoque cauteloso pero esperanzador para este desarrollo. Más adelante Shoto decide volver a hacer la pasantía con su padre pero invita también a Izuku y Katsuki a entrenar con él, finalmente los tres hacen sus pasantías con Endeavor. Esto permite a Shoto mejorar mucho en el trabajo en equipo, además de poder desarrollar con más precisión el control de su don de hielo y fuego. </p>",
            "apariencia":"<h3>Apariencia</h3> <p> Shoto es un joven bastante alto y bien formado para su edad. Tiene el pelo ligeramente largo aunque no le pasa el cuello, usa un flequillo dividido dos veces para no oscurecer su visión. Su cabello está dividido uniformemente entre dos colores: blanco en su lado derecho y rojo carmesí a su izquierda, este color inusual se debe a su peculiaridad. Como otro resultado de esto también posee heterocromía iridio, lo que hace que el iris de su ojo izquierdo sea turquesa, mientras que el derecho es un marrón grisáceo. Sus ojos son bastante delgados y reservados y también tiene una gran cicatriz de quemadura en el lado izquierdo de la cara, que se extiende desde la línea del cabello hasta la mitad de la mejilla. A pesar de esto, sin embargo varias de las chicas de su clase han afirmado que es guapo, Mina Ashido incluso llegó a decir que es el tipo más guapo de la Clase 1-A. </p><img src='Imagenes/Shoto/Shoto Curiosidad.png' class='img-contenido img-fluid ${3|rounded-top,rounded-right,rounded-bottom,rounded-left,rounded-circle,|}'> <p> Durante el horario escolar usa el uniforme U.A. masculino normal, reemplazando el habitual zapato de vestir marrón con cordones casuales de color cian pálido y gris. </p><p> En su traje de héroe inicial, usa una camisa lisa de color blanco con pantalones y botas a juego, con dos correas de color dorado sobre sus hombros. Tiene lo que parece ser un material parecido al hielo que cubre todo su lado izquierdo incluso su cabeza, aunque es desmontable lo que usa como una forma de rechazar el aspecto de fuego de su Don. </p ><p> Su disfraz de héroe actualizado consiste en una chaqueta azul oscuro con mangas hasta el codo, cuello alto y unido en el centro por un collar gris, pantalones anchos del mismo color, un chaleco de combate chapado en metal y botas blancas, suelas y un delgada línea que corre por el centro de cada uno de ellos de un gris pálido más oscuro. También luce un cinturón de utilidad marrón alrededor de su cintura, con pequeñas cápsulas de metal que contienen suministros médicos colgando del frente. </p ><p> Más tarde en el Arco de Examen de Licencia de Héroe Provisional , su disfraz gana dos muñequeras de color burdeos con placas de metal, que ayudan a regular la temperatura de su cuerpo después de sus ataques, y sus botas ahora tienen un conjunto de correas. </p ><p> En algún momento durante las vacaciones de primavera, Shoto mejora aún más su disfraz, que tiene algunas similitudes visuales con el segundo disfraz de su padre. Sus muñequeras ahora cuentan con refuerzos con forma de armadura y van acompañadas de placas que van desde su muñeca hasta sus nudillos. Su chaqueta ahora presenta una gran franja en forma de T que va desde su cintura hasta sus axilas y su cinturón de utilidad ahora tiene dos grandes botes junto con sus suministros médicos. </p>",
            "habilidades":"<h3>Habilidades</h3> <p><strong>Habilidades generales:</strong> Después de haber sido entrenado por su padre a una edad temprana, Shoto ingresó a la Academia U.A. a través de recomendaciones y se ha establecido como uno de los estudiantes más fuertes en la Clase 1-A. Obtuvo el segundo lugar tanto en la Prueba de Aprehensión Don como en el Festival Deportivo de U.A. Shoto también tiene un gran control sobre su versátil y poderoso con su Don que le otorga increíbles capacidades duales. </p><p> Usando el lado derecho de su cuerpo, Shoto puede reducir drástica mente las temperaturas y congelar todo lo que toca. Shoto puede congelar rápidamente edificios enteros, así como crear grandes olas de hielo instantáneamente. A pesar de su increíble poder bruto, Shoto posee un gran control y dirección sobre su lado derecho. Puede restringir el hielo para evitar congelar fatalmente a alguien o usar ataques de precisión para congelar solo ciertas partes del cuerpo de un objetivo. Si lucha junto a otros, es capaz de cubrir el territorio enemigo con hielo y al mismo tiempo evitar que se interponga en el camino de sus aliados. </p><img src='Imagenes/Shoto/Shoto Traje.png' class='img-contenido img-fluid ${3|rounded-top,rounded-right,rounded-bottom,rounded-left,rounded-circle,|}'> <p> Shoto es capaz de moldear el hielo en ciertas formas para sostenerse, como barreras protectoras, escaleras para elevarse o una ola de hielo en movimiento para que pueda navegar. Shoto también tiene muchas opciones de movilidad, como apilar fragmentos de hielo detrás de su espalda para impulsarse hacia adelante o congelar el suelo para patinar sobre él. Desde el lado izquierdo de su cuerpo, Shoto puede aumentar drástica mente las temperaturas y liberar llamas ardientes. Cuando Shoto enciende sus llamas, el fuego resultante cubre su brazo y el lado izquierdo de su cabeza. Es capaz de disparar corrientes de fuego consumidoras u ondas cortas protectoras. Después de actualizar su disfraz para ayudarlo a controlar sus temperaturas, las llamas solo se encienden en la mano de Shoto, mostrando más control sobre su lado izquierdo. </p><p> En general Shoto tiene un tremendo poder, pero debido a decisiones y circunstancias pasadas, como su negligencia intencional de la mitad de su Don, aún no ha alcanzado su máximo potencial. Y aunque Shoto puede tener un dominio total sobre el hielo, su control sobre el fuego sigue siendo relativamente inepto, especialmente en comparación con el de Endeavor. </p><p> Durante el incidente de U.S.J., Shoto fue capaz de dominar fácilmente a los villanos pequeños en la Zona de deslizamiento de tierra, y más tarde mostró juicio de élite, conciencia de combate y capacidad atlética durante el Festival Deportivo de U.A. En su batalla contra Izuku, un fanático afirmó que Shoto ya era más fuerte que el Héroe Profesional promedio. En la ronda final del Festival de Deportes, en el que se enfrentó a Katsuki, había una posibilidad de que Shoto pudiera haber ganado el partido usando sus poderes de fuego, pero debido a la agitación interna, esencialmente se rindió al desactivar sus llamas, dejándolo abierto al ataque final de Katsuki y perdiendo el partido. </p><ul> <li> <strong>Durabilidad mejorada:</strong> Shoto ha demostrado ser bastante resistente, capaz de resistir múltiples ataques de Izuku, incluido un golpe directo One For All mejorado con una fuerza del 5% en el estómago, sin sufrir lesiones graves. </li><li> <strong>Resistencia mejorada:</strong> Shoto ha demostrado ser capaz de soportar el combate incluso cuando está herido, como en su batalla con Stain donde puede continuar luchando y apoyando a sus aliados a pesar de sufrir múltiples heridas hemorrágicas en el brazo y la cara y aún arrastrar el cuerpo inconsciente del villano una vez que la batalla ha terminado. </li><li> <strong>Agilidad mejorada:</strong> Shoto es rápido, ágil y tiene reflejos rápidos. Pudo mantener el primer lugar durante la mayoría de la Carrera de Obstáculos durante el festival deportivo gracias a su propia habilidad atlética. También fue capaz de crear paredes de hielo en una fracción de segundo para evitar que lo expulsaran del ring durante sus batallas con Izuku y Katsuki. También es capaz de esquivar parcialmente un cuchillo lanzado a la cara y varios otros ataques de Stain, un oponente notablemente ágil. </li></ul> <p> <strong>Intelecto agudo:</strong> Shoto ha demostrado ser muy inteligente. Durante el incidente de U.S.J. Shoto supuso que los villanos tenían un usuario de Don entre sus filas que podría bloquear las comunicaciones. Se dio cuenta de que los villanos que atacaban tenían algún tipo de agenda e interrogó a algunos de ellos para obtener respuestas. La teoría de Shoto era correcta ya que el objetivo del villano era matar a All Might. Shoto dedujo que Izuku tenía una conexión con All Might después de experimentar el poder de Izuku y combinarlo al presenciar a All Might luchando contra Nomu. Si bien tenía razón al deducir que Izuku tenía una conexión con el héroe, creía incorrectamente que este último podría ser el hijo secreto de un amorío de All Might. Pudo averiguar la ubicación de Izuku, Tenya Iida y Stain a partir de una llamada de emergencia y llegar a tiempo, aunque se quejó de que tomó un tiempo. A pesar de su entrenamiento, Shoto también es muy hábil en lo académico, ya que obtuvo el quinto lugar en los exámenes parciales. </p><p> Durante el partido entre Momo Yaoyorozu y los equipos de clase de Itsuka Kendo, Shoto se da cuenta de que hay una falla en la estrategia de precaución de Itsuka al separar a Momo de sus compañeros de equipo. Él señala que si ella realmente quisiera ser cautelosa con Momo, Itsuka habría abrumado a todo su equipo desde el comienzo del partido. Después de presenciar el reciente despertar de Izuku de un segundo Don, Shoto deduce que este puede ser como él, pero Shoto no reconoce la verdadera profundidad del nuevo poder de Izuku. </p><h4>Don</h4> <p> Mitad Frío Mitad Caliente 半冷半燃, Hanrei Hannen: El Don de Shoto le da la habilidad de congelar con la mitad derecha de su cuerpo y quemar con la mitad izquierda. Los apéndices en su lado derecho pueden reducir drásticamente las temperaturas de todo lo que tocan, lo suficiente como para crear grandes olas de hielo. Las extremidades en su lado izquierdo generan calor y le permiten a Shoto crear y disparar corrientes de fuego. </p><p> El inconveniente de su Don surge de su necesidad de mantener su propia temperatura corporal, ya que el uso excesivo de su poder de hielo hace que Shoto sufra de congelación. La escarcha que cubre su cuerpo lo ralentiza físicamente y debilita la fuerza y ​​velocidad de sus ataques de hielo. Sin embargo, esta debilidad se puede contrarrestar si Shoto usa su lado izquierdo para compensar la baja temperatura. El efecto secundario del uso prolongado de su lado de fuego aún no se ha revelado, debido a que nunca lo ha usado en exceso. </p><p> Como señaló Stain, una de las mayores debilidades de Shoto es su gran dependencia del devastador poder de su Don. </p><p> Otro inconveniente es que Shoto no puede controlar completamente el fuego y el hielo que genera. Si bien es capaz de usar estas dos habilidades al mismo tiempo, ha dicho que no está acostumbrado a hacer esto, y todavía necesita práctica en el manejo de su Don. </p><h4>Súper movimientos</h4> <ul> <li> <strong>Muro de hielo perforador de cielos:</strong> Shoto crea un enorme glaciar de hielo, que puede encapsular a su oponente o bloquear el campo de batalla inmediato en el hielo. Este movimiento se utiliza por primera vez en su batalla contra Hanta Sero en el Festival de Deportes, pero no tiene nombre hasta los exámenes finales. Notó a Sero que era más poderoso de lo necesario, pero estaba irritado por hablar con Endeavor y lo exageró. Una variación de este movimiento, un poco más pequeño en tamaño, pero más controlable, se muestra en su batalla contra Katsuki. También usó este ataque en una escala masiva repetidamente mientras atacaba al Mr. Compress. </li><li> <strong>Muro de llamas:</strong> Shoto usa su lado izquierdo para generar una explosión de llamas que cubre un área grande. Este es un ataque tanto defensivo como ofensivo como su técnica Muro de hielo perforador de cielos. Se puede usar para atacar a múltiples oponentes y crear espacio entre Shoto y su objetivo. Shoto utilizó por primera vez este ataque contra Tetsutetsu Tetsutetsu durante la Batalla de entrenamiento conjunto con Clase 1-B. </li><li> <strong>Flashfreeze Heatwave:</strong> Para usar esta técnica primero Shoto enfría el aire a su alrededor con sus poderes de hielo. Luego, al cambiar a su fuego, Shoto se calienta rápidamente y expande el aire a su alrededor. Esto le permite liberar una explosión sobre calentada. </li></ul> <h4>Estadistica</h4> <center> <div> <div title='Ultra Archive''> <p class='mw-empty-elt'></p><center> <table cellpadding='1' cellspacing='1' width='auto' style='border: 3px outset #cc0000; border-radius: 4px; padding: 5px 10px; text-align:left;'> <tbody> <tr> <th>Poder</th> <td> <div style='width:350px; height:1em; border-radius:2em; background:-moz-linear-gradient(left, #32cd32 0%, #00ff00 100%, #e5e4e2 100%, #e5e4e2 100%); background: -o-linear-gradient(left, #32cd32 0%,#00ff00 100%,#e5e4e2 100%,#e5e4e2 100%); background: -ms-linear-gradient(left, #32cd32 0%,#00ff00 100%,#e5e4e2 100%,#e5e4e2 100%); background: linear-gradient(to right, #32cd32 0%,#00ff00 100%,#e5e4e2 100%,#e5e4e2 100%); -webkit-gradient(linear, left top, right top, color-stop(0%,#32CD32), color-stop(100%,#00FF00), color-stop(100%,#E5E4E2), color-stop(100%,#E5E4E2)); background: -webkit-linear-gradient(left, #32CD32 0%, #00FF00 100%, #E5E4E2 100%, #E5E4E2 100%);'>&nbsp;</div></td><td>5/5 <b>A</b></td></tr><tr> <th>Velocidad</th> <td> <div style='width:350px; height:1em; border-radius:2em; background:-moz-linear-gradient(left, #32cd32 0%, #00ff00 80%, #e5e4e2 81%, #e5e4e2 100%); background: -o-linear-gradient(left, #32cd32 0%,#00ff00 80%,#e5e4e2 81%,#e5e4e2 100%); background: -ms-linear-gradient(left, #32cd32 0%,#00ff00 80%,#e5e4e2 81%,#e5e4e2 100%); background: linear-gradient(to right, #32cd32 0%,#00ff00 80%,#e5e4e2 81%,#e5e4e2 100%); -webkit-gradient(linear, left top, right top, color-stop(0%,#32CD32), color-stop(81%,#00FF00), color-stop(81%,#E5E4E2), color-stop(100%,#E5E4E2)); background: -webkit-linear-gradient(left, #32CD32 0%, #00FF00 81%, #E5E4E2 81%, #E5E4E2 100%);'>&nbsp;</div></td><td>4/5 <b>B</b></td></tr><tr> <th>Técnica</th> <td> <div style='width:350px; height:1em; border-radius:2em; background:-moz-linear-gradient(left, #32cd32 0%, #00ff00 100%, #e5e4e2 100%, #e5e4e2 100%); background: -o-linear-gradient(left, #32cd32 0%,#00ff00 100%,#e5e4e2 100%,#e5e4e2 100%); background: -ms-linear-gradient(left, #32cd32 0%,#00ff00 100%,#e5e4e2 100%,#e5e4e2 100%); background: linear-gradient(to right, #32cd32 0%,#00ff00 100%,#e5e4e2 100%,#e5e4e2 100%); -webkit-gradient(linear, left top, right top, color-stop(0%,#32CD32), color-stop(100%,#00FF00), color-stop(100%,#E5E4E2), color-stop(100%,#E5E4E2)); background: -webkit-linear-gradient(left, #32CD32 0%, #00FF00 100%, #E5E4E2 100%, #E5E4E2 100%);'>&nbsp;</div></td><td>5/5 <b>A</b></td></tr><tr> <th>Inteligencia</th> <td> <div style='width:350px; height:1em; border-radius:2em; background:-moz-linear-gradient(left, #32cd32 0%, #00ff00 80%, #e5e4e2 81%, #e5e4e2 100%); background: -o-linear-gradient(left, #32cd32 0%,#00ff00 80%,#e5e4e2 81%,#e5e4e2 100%); background: -ms-linear-gradient(left, #32cd32 0%,#00ff00 80%,#e5e4e2 81%,#e5e4e2 100%); background: linear-gradient(to right, #32cd32 0%,#00ff00 80%,#e5e4e2 81%,#e5e4e2 100%); -webkit-gradient(linear, left top, right top, color-stop(0%,#32CD32), color-stop(81%,#00FF00), color-stop(81%,#E5E4E2), color-stop(100%,#E5E4E2)); background: -webkit-linear-gradient(left, #32CD32 0%, #00FF00 81%, #E5E4E2 81%, #E5E4E2 100%);'>&nbsp;</div></td><td>4/5 <b>B</b></td></tr><tr> <th>Cooperación </th> <td><div style='width:350px; height:1em; border-radius:2em; background:-moz-linear-gradient(left, #32cd32 0%, #00ff00 60%, #e5e4e2 61%, #e5e4e2 100%); background: -o-linear-gradient(left, #32cd32 0%,#00ff00 60%,#e5e4e2 61%,#e5e4e2 100%); background: -ms-linear-gradient(left, #32cd32 0%,#00ff00 60%,#e5e4e2 61%,#e5e4e2 100%); background: linear-gradient(to right, #32cd32 0%,#00ff00 60%,#e5e4e2 61%,#e5e4e2 100%); -webkit-gradient(linear, left top, right top, color-stop(0%,#32CD32), color-stop(61%,#00FF00), color-stop(61%,#E5E4E2), color-stop(100%,#E5E4E2)); background: -webkit-linear-gradient(left, #32CD32 0%, #00FF00 61%, #E5E4E2 61%, #E5E4E2 100%);'>&nbsp;</div></td><td>3/5 <b>C</b></td></tr></tbody> </table> </center> </div></div></center>",
            "equipo":"<h3>Equipo</h3> <p> <strong>Traje de héroe:</strong> El segundo traje que Shoto ha usado, está diseñado para optimizar el uso de ambos lados fuego y hielo en combate, así como para disminuir los inconvenientes de su Don tanto como sea posible. </p><ul> <li> <strong>Chaqueta resistente a la temperatura:</strong> La chaqueta azul de Shoto está hecha de una fibra especial resistente al fuego. Hay un dispositivo especial cerca del cuello que detecta la temperatura corporal de Shoto y sostiene el chaleco para ayudar a regularlo. </li><li> <strong>Chaleco de combate:</strong> El dispositivo en la espalda de Shoto es capaz de detectar la temperatura corporal de Shoto y se calienta o enfría automáticamente en consecuencia. Shoto solicitó que su traje original tuviera un dispositivo que se calentara. </li><li> <strong>Cinturón utilitario:</strong> Hay cápsulas metálicas en el cinturón de Shoto que contienen agua, analgésicos y desinfectantes, lo que constituye un botiquín de primeros auxilios. </li><li> <strong>Botas de nieve:</strong> Shoto está equipado con un par de botas de nieve blancas con púas debajo de las suelas que evitan que Shoto se resbale en su propio hielo. Más tarde se actualizan con correas que cruzan la parte delantera de las botas. </li><li> <strong>Muñequeras:</strong> Como actualización de su disfraz, Shoto recibió nuevas muñequeras hechas del mismo material que su chaleco. Parecen ayudar a Shoto a controlar la temperatura de su hielo y llamas al evitar que las temperaturas extremas suban por los brazos hasta la parte superior del cuerpo. </li></ul>"
        },
        {
            "id": "deku",
            "nombre": "Izuku Midoriya",
            "presentacion": "<img src='Imagenes/Deku/Deku Escolar.png' style='max-height: 450px' class='img-contenido img-fluid ${3|rounded-top,rounded-right,rounded-bottom,rounded-left,rounded-circle,|}'><p>Izuku Midoriya (緑みどり谷や出いず久く Midoriya Izuku ?) también conocido como Deku (デク Deku ?), es un estudiante de la Clase 1-A de la Academia U.A. Es el protagonista principal de la serie. Aunque originalmente nació sin un Don, logra captar la atención del legendario héroe All Might y desde entonces se ha convertido en su alumno cercano y estudiante en la Academia U.A., convirtiéndolo en el noveno usuario del Don One For All.</p>",
            "personalidad": "<h3>Personalidad</h3> <p> Izuku es un joven educado y tranquilo. Además de esto, cuando era más pequeño solía ser muy tímido debido al hecho de ser acosado constantemente desde la infancia por el hecho de haber nacido sin un Don, especialmente en frente de Katsuki Bakugo. Inicialmente se lo muestra como una persona insegura, reservada y poco expresiva. Sin embargo, después de haber sido aceptado en la Academia U.A. y de enfrentar a Bakugo durante el entrenamiento de combate, se ha vuelto más confiado de sí mismo y valiente, al punto de desarrollar habilidades para el liderazgo. </p><p> Midoriya también es muy diligente y de carácter fuerte. Puesto que él admira mucho a los héroes y siempre ha soñado con ser uno desde que él era un niño, tiene el hábito de anotar todo lo que sabe acerca de los héroes en su cuaderno, incluyendo a otros estudiantes de la U.A. </p><p> Debido a esta práctica, Izuku ha desarrollado una gran mente analítica y es fácilmente capaz de formar planes complejos en cantidades muy cortas de tiempo, a menudo aprovechando los Dones de sus aliados para ponerlos en movimiento. Este aspecto también le ayuda a encontrar formas de contrarrestar los Dones usados por sus oponentes. Izuku también tiene la tendencia a pensar demasiado sobre cualquier cosa que llama su atención, lo que conduce a murmullos sin fin de su parte (los cuales tienden a molestar bastante a las personas a su alrededor). </p><p> Izuku es una persona muy humanitaria, y nunca dudará en rescatar a alguien en peligro, incluso si él sabe que no es lo suficientemente fuerte para hacerlo. A menudo, él hace esto en un capricho, tomando un acercamiento generalmente más descuidado. Izuku también ha demostrado ser lo suficientemente generoso como para tratar de ayudar a las personas con problemas personales y emocionales, incluso si no le conciernen, alegando que un héroe es alguien que se entromete en las vidas de otras personas. El espíritu heroico de Izuku es reconocido por muchos, habiendo ganado la lealtad y la gratitud de personajes que anteriormente eran antagónicos a él como Tenya Iida, Shoto Todoroki, Kota Izumi, etc. </p><p> De todos los héroes, el 'Símbolo de la Paz' All Might, es el que ha tenido el mayor impacto en su vida, con el héroe número uno habiendo formado la mayor parte de las metas y de las creencias que Izuku sigue desde niñez. Muchas de las decisiones y acciones de Izuku se inspiran en su deseo de convertirse en un héroe similar a All Might, y por lo tanto tiene una gran devoción por él, hasta el punto de coleccionar varias figuras y carteles relacionadas con el héroe y emular varios de sus rasgos. </p><p> Después de haber heredado su Don, una de las prioridades actuales de Izuku es poder estar a la altura del legado de su ídolo, ya que siempre está buscando maneras de mejorar su uso de One For All, consciente de la inmensa presión que está sucediendo al mayor héroe de todos los tiempos. </p><p> Izuku parece tener un lado más descarado y abrasador de él que aparece sobre todo cuando se encuentra en combate. Este lado de él lo hace actuar más como Katsuki, siendo bastante fuerte e inquebrantable, y también con un fuerte impulso hacia la victoria. Incluso ha llegado a burlarse de Katsuki cuando los dos lucharon cuando él está en esta mentalidad. Afirma que esto se debe a que ve a Katsuki como la encarnación de lo que debería ser alguien que se esfuerza por obtener la victoria. También ha admitido que no le gusta mucho este lado de él, y tiende a mantenerlo a raya. </p><p> Izuku también es un chico muy sentimental y propenso a dejarse llevar por sus emociones. Es por esto que muchas veces se ha dejado provocar. Cuando Hitoshi Shinso insultó a Ojiro, Izuku se dejó provocar y reaccionó inmediatamente, cayendo bajo la habilidad de su Don a pesar de que fue advertido previamente de no hacerlo. Cuando reacciona suele tomar una actitud temeraria e imprudente, sin medir las consecuencias de sus acciones, en las cuales casi siempre termina perjudicando su cuerpo, quedando muy lastimado. </p>",
            "apariencia":"<h3>Apariencia</h3> <p> Izuku Midoriya es un adolescente de 16 años de edad de estatura mediana, tiene pecas, ojos verdes y el cabello alborotado, también de color verde. Es delgado pero tiene un cuerpo tonificado gracias a su entrenamiento con All Might. Suele llevar una chaqueta negra con botones amarillos junto con un pantalón negro y unos zapatos rojos de gran tamaño con cordones negros atados con un lazo y suelas blancas. </p><img src='Imagenes/Deku/Deku Uniforme.jpg' style='max-height:500px' class='img-contenido img-fluid ${3|rounded-top,rounded-right,rounded-bottom,rounded-left,rounded-circle,|}'> <h4>Traje Alpha</h4> <p> El primer traje de héroe de Midoriya es un traje de cuerpo completo de color verde primavera con detalles en blanco. En él también se incluyen un cinturón y unas botas rojas, unas coderas y unas rodilleras negras y unos guantes blancos. En la parte de la cabeza, aunque no siempre la usa, tiene dos agujeros para sus ojos y dos protuberancias en forma de largas orejas que se asemejan al corte de pelo de All Might. En el cuello porta una máscara con una gran sonrisa en ella. </p><h4>Traje Beta</h4> <p> Luego de que su traje fuera restaurado del daño que había sufrido en la pelea contra Bakugo, este fue cambiado por un color más oscuro, los detalles en blanco pasaron a ser negros y las rodilleras que tenía (que eran de skate) fueron reemplazadas por unas que ocupan desde sus muslos hasta la zona por encima del tobillo. La antigua máscara con forma de sonrisa fue cambiada por otra que tiene orificios para respirar, pero que se sigue asemejando a una sonrisa. </p><p> Durante el arco de enfrentamiento en la U.S.J., mientras que se está reparando su traje, Izuku lleva su ropa de gimnasio: un chándal azul con gruesas líneas blancas sobre la parte superior del cuerpo y las piernas, que forman las letras 'U.A.'. </p><h4>Traje Gamma</h4> <p> En el arco de Examen de licencia provisional de héroe, él busca a Mei Hatsume para ver si podría actualizar su traje, al darse cuenta de que puede aprovechar mejor sus piernas, le pide a Mei que haga unos retoques, añadiendo unas suelas de hierro a sus botas, extender sus guantes y agregar unas abrazaderas para amortiguar los golpes y daños. </p><p> Luego, para el arco del Festival Cultural, Mei Hatsume crea unos nuevos guantes mecánicos que son más resistentes que los anteriores y le permita un mejor uso de la técnica Delaware Smash Air Force sin producirles un daño a sus cinco dedos. </p>",
            "habilidades":"<h3>Habilidades</h3> <p><strong>Habilidades de liderazgo:</strong> Como resultado de su gran determinación, esfuerzo y trabajo duro, Izuku a desarrollado con el tiempo habilidades dignas de un líder y modelo a seguir. Izuku no parece darse cuenta de esto, pero gracias a su trabajo sus compañeros han comenzado a sentirse inspirados y motivados por sus acciones, haciendo que todos superen constantemente sus límites. </p><h4>Don</h4> <p> One For All (ワン・フォー・オール Wan Fō Ōru ?): Heredado de Toshinori Yagi, el Don de Izuku le da acceso al poder almacenado de los sucesores anteriores, otorgándole fuerza sobrehumana, agilidad y movilidad enormemente mejoradas extendiendo su poder a través de su cuerpo. Aunque todavía tiene que demostrar una velocidad sobrehumana, inmensos reflejos y durabilidad en el nivel de All Might, Izuku ha demostrado ser capaz de controlar adecuadamente un pequeño porcentaje del poder de One For All, usándolo para mejorar su fuerza, velocidad y agilidad. Si Izuku no disemina el One For All a través de su cuerpo uniformemente, su cuerpo puede ser inmensamente dañado por la fuerza de sus movimientos. Izuku también ha mostrado un tipo de conexión mental con los usuarios anteriores de One For All. </p><ul> <li> <strong>Látigo Negro:</strong> El Don del quinto usuario Daigoro Banjo. Le permite a Izuku generar zarcillos de energía negra de sus brazos que son buenos para lidiar. Es útil para agarrar cosas desde largas distancias, así como para aumentar la movilidad de Izuku. </li><li> <strong>Flotar:</strong> El Don del séptimo usuario Nana Shimura. Este Don permite que Izuku se suspenda en el aire. Se desconoce si le da a Izuku movilidad total mientras levita. Gracias al entrenamiento previamente recibido por Sero, Ochako y Tsuyu, Izuku ha demostrado tener un un dominio bastante competente de este Don, siendo capaz de moverse y realizar varios golpes poderosos mientras se mantenía en el aire en su pelea contra Tomura Shigaraki. </li><li> <strong>Sensor de peligro:</strong> El Don del cuarto usuario Hikage Shinomori. Este Don es una poderosa llamada de alerta en ciertas situaciones apremiantes. Actualmente se desconoce que otra clase de habilidades otorga, simplemente se sabe que al usarlo le da la capacidad de poder evitar desastres cuando se encuentre muy cerca o evitar ataques por bajar la guardia, debido a una llamada de atención de su subconsciente. </li><li> <strong>Cortina de humo:</strong> El Don del cuarto usuario En. Este Don permite crear cortinas de humo que salen de su cuerpo para poder confundir al enemigo o crear una distracción. Izuku utilizó este Don por primera vez despues de la Guerra de Liberación Paranormal, en su reencuentro con Muscular. </li></ul> <h4>Súper movimientos</h4> <img src='Imagenes/Deku/Deku Traje.jpg' style='max-height:600px' class='img-contenido img-fluid ${3|rounded-top,rounded-right,rounded-bottom,rounded-left,rounded-circle,|}'> <p> <strong>Detroit Smash:</strong> Es el mismo movimiento utilizado por All Might, excepto que Deku lo hace en la forma de un uppercut. </p><p> <strong>Delaware Smash:</strong> Deku tensiona uno de sus dedos con su dedo pulgar para luego liberarlo y crear una poderosa onda de choque. Hacer esto fractura dicho dedo, lo cual limita la cantidad de veces que puede utilizar este movimiento al 10%. </p><p> <strong>One For All: Full Cowl:</strong> Esta técnica permite a Deku activar el 5% de One For All en todo su cuerpo, dejando que toda su fuerza se distribuya en él en lugar de concentrarla en un solo punto. La activación de esta técnica le da una mayor fuerza, velocidad, movilidad y agilidad. También le impide romper sus huesos cuando ataca. </p><ul> <li> <strong>5% Detroit Smash:</strong> Es un golpe igual al Detroit Smash pero con sólo el 5% de la fuerza del One For All. </li><li> <strong>Double Detroit Smash:</strong> Izuku y All Might combinan sus Detroit Smashes en una sola carga devastadora. </li><li> <strong>Delaware Smash Air Force:</strong> Deku, mientras entrenaba con All Might, descubre que ya puede liberar aire a presión (usando unos nuevos guantes creados por Mei que le permiten retener algo de daño); crea esta técnica empleando sus dedos y lanzando aires de presión que no le dañan los dedos. Es una versión mejorada del Delaware Smash usando correctamente su porcentaje de poder actual. </li><li> <strong>One For All - 30%:</strong> Una técnica que le permite a Izuku usar el 30% de One For All en su brazo derecho. Este porcentaje se usó junto con el Guantelete completo de Melissa Shield, que anuló cualquier inconveniente de usar One For All en porcentajes más altos. Debido a esto, se desconoce cómo este estado afecta el cuerpo de Izuku en condiciones normales. Con un 30%, Izuku fue capaz de eliminar sin esfuerzo los bots de seguridad con grandes cantidades de presión del viento creada por el golpe. </li><li> <strong>One For All - 100%:</strong> Una técnica que permite a Izuku atacar usando todo el poder de One For All en la parte deseada de su cuerpo, con el costo de la ruptura de dicha parte del cuerpo tras la ejecución. El uso adicional de la misma extremidad después de un ataque inicial puede causar cicatrices, como se ve con sus peleas contra Shoto (lo que hace que Izuku se someta a una cirugía en su mano derecha debido a lesiones) y Muscular (dejando múltiples cicatrices en su brazo derecho). </li><li> <strong>100% Detroit Smash:</strong> Este movimiento implica que Izuku active One For All al 100% en su brazo y luego golpee a su objetivo con un puñetazo. </li><li> <strong>1.000.000% Delaware Detroit Smash:</strong> Deku supera el 100% y da un potente golpe con una fuerza impresionante que lanza al oponente muy lejos. Este movimiento fue lo suficientemente potente como para sobrepasar la fuerza y derrotar al villano Muscular e incapacitarlo. Cabe mencionar que no usa 1.000.000% de poder, sino, más bien que es un grito de guerra provocado por sus sentimientos y adrenalina. </li></ul> <p> <strong>Wyoming Smash:</strong> Izuku extrae el 100% de su poder en sus brazos, luego procede a golpear a su oponente en la cabeza, creando una poderosa onda de choque como resultado. Esta técnica se utilizó por primera vez contra Tomura durante la guerra en el Frente de Liberación Paranormal. </p><p> <strong>Texas Smash:</strong> Izuku lanza un puñetazo para crear la presión del viento y hacer volar objetos y personas. Este movimiento se usa por primera vez para dañar críticamente a Tomura Shigaraki durante la Guerra de Liberación Paranormal. </p><p> <strong>One For All: Full Cowl - Shoot Style:</strong> Al usar One For All: Full Cowl, Izuku usa un estilo de lucha que se centra más en patear. Izuku concentra los efectos de One for All: Full Cowl en su torso y piernas en lugar de sus brazos, lo que le permite ejercer aún más poder debido al hecho de que los músculos de las piernas humanas son naturalmente más fuertes que los músculos de los brazos humanos, lo que le otorga suficiente poder y estabilidad y permitiéndole alejarse de los grilletes de tener que imitar a All Might. </p><ul> <li> <strong>Shoot Style: St. Louis Smash:</strong> Mientras usa el estilo de disparo, Izuku salta en el aire y se balancea para lanzar una patada giratoria a la cara del oponente. Izuku usó este movimiento para incapacitar a Gentle Criminal que había sido potenciado por el Don de La Brava para igualar el uso de Izuku de One for All: Full Cowl al 8% de su poder. </li></ul> <p> <strong>St. Louis Smash Air Force:</strong> Izuku arquea la pierna hacia atrás y realiza una fuerte patada circular vertical, disparando una gran ráfaga de aire comprimido. </p><ul> <li> <strong>One For All: Full Cowl - 20%:</strong> Izuku usa el 20% del poder total de One For All y lo distribuye por todo su cuerpo, lo que le da una potencia y un aumento de velocidad aún mayores. Si bien no hará que sus huesos se rompan, ejerce una gran presión sobre el cuerpo de Izuku, causándole un gran dolor hasta el punto de sentir que sus huesos están a punto de romperse. </li><li> <strong>Manchester Smash:</strong> Izuku salta en el aire y voltea hacia adelante para derribar una patada de hacha sobre su oponente. Aunque Kai Chisaki logró evadirlo, el ataque en sí pulverizó el suelo lo suficiente como para que Kai no fuera capaz de tomar represalias por completo con su Don. </li><li> <strong>One For All: Full Cowl - 100%:</strong> Izuku activa One For All en toda su extensión en Full Cowl, otorgándole un tremendo impulso en velocidad y fuerza que no sólo rivalizó con All Might sino que permitió que Izuku abrumara fácilmente a los golpes de Kai Chisaki. Esto se usó por primera vez contra Kai Chisaki para proteger a Eri. El aumento de poder aparentemente le da rastros parecidos al fuego que salen de sus ojos y cabello de color claro. Actualmente solo puede usarlo infinitamente sin dañar su cuerpo mientras está en contacto físico con Eri. Ya que Eri tiene la habilidad de rebobinar. En el estado del cuerpo de una persona, cualquier daño hecho al cuerpo de Izuku al usar One For All al 100% se desharía continuamente por Eri que resultó útil en su pelea con Kai. </li><li> <strong>Froppy Style:</strong> Izuku dispara un poco del Látigo Negro de su boca y lo usa como Tsuyu Asui lo hace con su lengua. </li></ul> <h4>Estadistica</h4> <center> <div> <div title='Ultra Archive'> <p class='mw-empty-elt'></p><center> <table cellpadding='1' cellspacing='1' width='auto' style='border: 3px outset #cc0000; border-radius: 4px; padding: 5px 10px; text-align:left;'> <tbody> <tr> <th>Poder </th> <td><div style='width:350px; height:1em; border-radius:2em; background:-moz-linear-gradient(left, #32cd32 0%, #00ff00 100%, #e5e4e2 100%, #e5e4e2 100%); background: -o-linear-gradient(left, #32cd32 0%,#00ff00 100%,#e5e4e2 100%,#e5e4e2 100%); background: -ms-linear-gradient(left, #32cd32 0%,#00ff00 100%,#e5e4e2 100%,#e5e4e2 100%); background: linear-gradient(to right, #32cd32 0%,#00ff00 100%,#e5e4e2 100%,#e5e4e2 100%); -webkit-gradient(linear, left top, right top, color-stop(0%,#32CD32), color-stop(100%,#00FF00), color-stop(100%,#E5E4E2), color-stop(100%,#E5E4E2)); background: -webkit-linear-gradient(left, #32CD32 0%, #00FF00 100%, #E5E4E2 100%, #E5E4E2 100%);'>&nbsp;</div></td><td>5/5 <b>A</b> </td></tr><tr> <th>Velocidad </th> <td><div style='width:350px; height:1em; border-radius:2em; background:-moz-linear-gradient(left, #32cd32 0%, #00ff00 80%, #e5e4e2 81%, #e5e4e2 100%); background: -o-linear-gradient(left, #32cd32 0%,#00ff00 80%,#e5e4e2 81%,#e5e4e2 100%); background: -ms-linear-gradient(left, #32cd32 0%,#00ff00 80%,#e5e4e2 81%,#e5e4e2 100%); background: linear-gradient(to right, #32cd32 0%,#00ff00 80%,#e5e4e2 81%,#e5e4e2 100%); -webkit-gradient(linear, left top, right top, color-stop(0%,#32CD32), color-stop(81%,#00FF00), color-stop(81%,#E5E4E2), color-stop(100%,#E5E4E2)); background: -webkit-linear-gradient(left, #32CD32 0%, #00FF00 81%, #E5E4E2 81%, #E5E4E2 100%);'>&nbsp;</div></td><td>4/5 <b>B</b> </td></tr><tr> <th>Técnica </th> <td><div style='width:350px; height:1em; border-radius:2em; background:-moz-linear-gradient(left, #32cd32 0%, #00ff00 100%, #e5e4e2 100%, #e5e4e2 100%); background: -o-linear-gradient(left, #32cd32 0%,#00ff00 100%,#e5e4e2 100%,#e5e4e2 100%); background: -ms-linear-gradient(left, #32cd32 0%,#00ff00 100%,#e5e4e2 100%,#e5e4e2 100%); background: linear-gradient(to right, #32cd32 0%,#00ff00 100%,#e5e4e2 100%,#e5e4e2 100%); -webkit-gradient(linear, left top, right top, color-stop(0%,#32CD32), color-stop(100%,#00FF00), color-stop(100%,#E5E4E2), color-stop(100%,#E5E4E2)); background: -webkit-linear-gradient(left, #32CD32 0%, #00FF00 100%, #E5E4E2 100%, #E5E4E2 100%);'>&nbsp;</div></td><td>5/5 <b>A</b> </td></tr><tr> <th>Inteligencia </th> <td><div style='width:350px; height:1em; border-radius:2em; background:-moz-linear-gradient(left, #32cd32 0%, #00ff00 80%, #e5e4e2 81%, #e5e4e2 100%); background: -o-linear-gradient(left, #32cd32 0%,#00ff00 80%,#e5e4e2 81%,#e5e4e2 100%); background: -ms-linear-gradient(left, #32cd32 0%,#00ff00 80%,#e5e4e2 81%,#e5e4e2 100%); background: linear-gradient(to right, #32cd32 0%,#00ff00 80%,#e5e4e2 81%,#e5e4e2 100%); -webkit-gradient(linear, left top, right top, color-stop(0%,#32CD32), color-stop(81%,#00FF00), color-stop(81%,#E5E4E2), color-stop(100%,#E5E4E2)); background: -webkit-linear-gradient(left, #32CD32 0%, #00FF00 81%, #E5E4E2 81%, #E5E4E2 100%);'>&nbsp;</div></td><td>4/5 <b>B</b> </td></tr><tr> <th>Cooperación </th> <td><div style='width:350px; height:1em; border-radius:2em; background:-moz-linear-gradient(left, #32cd32 0%, #00ff00 60%, #e5e4e2 61%, #e5e4e2 100%); background: -o-linear-gradient(left, #32cd32 0%,#00ff00 60%,#e5e4e2 61%,#e5e4e2 100%); background: -ms-linear-gradient(left, #32cd32 0%,#00ff00 60%,#e5e4e2 61%,#e5e4e2 100%); background: linear-gradient(to right, #32cd32 0%,#00ff00 60%,#e5e4e2 61%,#e5e4e2 100%); -webkit-gradient(linear, left top, right top, color-stop(0%,#32CD32), color-stop(61%,#00FF00), color-stop(61%,#E5E4E2), color-stop(100%,#E5E4E2)); background: -webkit-linear-gradient(left, #32CD32 0%, #00FF00 61%, #E5E4E2 61%, #E5E4E2 100%);'>&nbsp;</div></td><td>3/5 <b>C</b> </td></tr></tbody> </table> </center><p class='mw-empty-elt'></p></div></div></center>",
            "equipo":"<h3>Equipo</h3> <p> <strong>Traje Gamma:</strong> Siguiendo la decisión de Izuku de cambiar su técnica de combate principal a Shoot Style, Mei mejora su segundo disfraz. Las nuevas incorporaciones consisten en brazaletes mejorados para los brazos que se extienden a lo largo de los brazos de Izuku para evitar daños mayores y suelas de hierro para aumentar su poder de patear. </p><ul> <li> <strong>Suelas de hierro:</strong> Creadas por Mei, estas suelas de armadura de hierro se adhieren a los zapatos rojos característicos de Izuku. Al patear algo, las suelas absorben el impacto y redistribuyen la energía cinética para aumentar la fuerza del impacto de las patadas de Izuku. Izuku solicitó las suelas para fortalecer sus patadas después de decidir cambiar su estilo de lucha. </li><li> <strong>Guantes de la Fuerza Aérea:</strong> creados por Mei, estos guantes le permiten a Izuku enfocar y apuntar ráfagas de aire presurizado que crea moviendo sus dedos. Esto le permite a Izuku usar ataques de proyectiles de largo alcance usando One For All. </li><li> <strong>Mid-Gauntlet:</strong> Presumiblemente creado por Melissa después de la Guerra de Liberación Paranormal, similar a Full Gauntlet permite a Izuku usar el poder de One For All en porcentajes más altos sin preocuparse de dañar su cuerpo aunque se romperá si se usa al 100%. </li></ul> <p> <strong>Full Gauntlet:</strong> Creado por Melissa, se le dio a Izuku después de que ella descubrió que estaba limitando su producción de One For All, durante el curso de falsos villanos en I-Island Expo. El dispositivo le permitió usar su Quirk en porcentajes más altos sin riesgo de autolesión. El guantelete fue destruido más tarde en el clímax de la lucha de Izuku y All Might contra Wolfram. </p>"
        },
        {
            "id": "allmight",
            "nombre": "Toshinori Yagi",
            "presentacion": "<img src='Imagenes/All Might/AllMight Traje.png' style='max-height:400px' class='img-contenido img-fluid ${3|rounded-top,rounded-right,rounded-bottom,rounded-left,rounded-circle,|}'><p>Toshinori Yagi (八や木ぎ俊とし典のり Yagi Toshinori ?), mejor conocido como All Might (オールマイト Ōru Maito ?), el 'Símbolo de la Paz', es el antiguo héroe número uno y el octavo usuario del Don One For All. También es maestro en la Academia U.A. para héroe. Después de luchar contra All For One, utilizó hasta la última de las brasas sobrantes de One For All por completo, por lo que All Might se retiró de la lucha contra el crimen, y por lo tanto, terminó su era.</p>",
            "personalidad":"<h3>Personalidad</h3> <p> Su personalidad como All Might deriva en gran parte de los estereotipos de héroe americano, teniendo dramáticas entradas y diálogos durante las peleas, debido a su popularidad y la importancia de su papel como símbolo de la paz muestra ser siempre amable, carismático y amistoso, disfrutando de la atención que su puesto le da. </p><p> Sin embargo, cuando vuelve a su forma original tiende a ser menos enérgico debido a la gran herida en su abdomen y la cantidad de energía que su forma musculosa requiere. En este estado procura mantener un perfil bajo y evita llamar la atención pues cree fervientemente que para preservar el legado de 'All Might' como símbolo de la paz y conservar el orden social, su condición original y su estado de salud deben permanecer en secreto. </p><p> Si bien su desempeño como maestro deja mucho que desear, se le ve esforzándose por ser un buen tutor en más de una ocasión, preparando sus clases con anticipación, tomando notas de un libro y preparando tarjetas para explicar las actividades de clase. </p><p> A pesar de su carácter amigable y tranquilo, suele volverse extremadamente serio y hostil cuando ve a personas siendo transgredidas. </p>",
            "apariencia":"<img src='Imagenes/All Might/All Might Delgado.png' style='max-height:400px' class='img-contenido img-fluid ${3|rounded-top,rounded-right,rounded-bottom,rounded-left,rounded-circle,|}'> <h3>Apariencia</h3> <p> All Might es un hombre muy alto y rubio, su diseño en su forma musculosa se asemeja a los cómics de héroes americanos clásicos, con más sombreado que cualquier otro personaje, su cabello va peinado hacia atrás excepto por dos mechones al frente que se elevan en pico. Su vestimenta de héroe consiste en un traje de cuerpo rojo, blanco y azul con botas de color amarillo. A veces lleva un traje mayormente de color rojo con capa. En general, su diseño se considera muy clásico. </p><p> En su forma real, él es un hombre excesivamente delgado y escupe gran cantidad de sangre al hablar, su rubia melena aparece despeinada y alborotada y los dos mechones caen enmarcando su rostro demacrado, en esta forma se aprecia que la ropa le queda holgada, pues usa tallas mas grandes para fines prácticos (por si requiere transformarse en su forma musculosa). En su juventud poseía sus ojos normales como cualquier otra persona, sin embargo tras un incidente sus glóbulos oculares se volvieron negros. Sus iris de color azul se notan solo en su forma demacrada. </p>",
            "habilidades":"<h3>Habilidades</h3> <p><strong>Habilidades generales:</strong> Toshinori es un poderoso héroe reconocido como el 'Símbolo de la Paz', lo que indica su extraordinario e inmenso poder. Él es capaz de derrotar a un Nomu creado específicamente para combatirlo. Toshinori, a pesar de su desventaja ponderada y fuerza agotada, es fácilmente capaz de abrumar a Izuku y Katsuki, que están entre los más fuertes de la Clase 1-A. Toshinori derrotó a All For One, un villano extremadamente poderoso que una vez gobernó Japón, haciendo a Toshinori el único sucesor de One For All en lograr esta hazaña. La cantidad de tiempo que puede utilizar sus habilidades de One For All han caído drásticamente de cuando estaba en su mejor momento debido a una lesión que sufrió de su lucha con All For One. Después de pasar One For All a Izuku, su límite de tiempo ha comenzado a disminuir y después de su batalla con All For One, Toshinori pierde la habilidad de usar One For All. Aunque todavía puede transformarse en su forma muscular, ya no puede mantenerla y la forma se disipará en el mismo instante en que la active. </p><img src='Imagenes/All Might/All Might Vida.jpg' style='max-width: 450px' class='img-contenido img-fluid ${3|rounded-top,rounded-right,rounded-bottom,rounded-left,rounded-circle,|}' alt='> <ul> <li> <strong>Fuerza inmensa:</strong> El Detroit Smash de Toshinori es capaz no sólo de derrotar a un villano, sino también para cambiar el clima poco después. Él es capaz de causar daños colaterales a un bloque de la ciudad con un solo puñetazo, mientras que se encontraba debilitado con grandes pesos, a pesar de ser severamente debilitado desde su primer encuentro con Izuku. Durante su pelea posterior con All For One, todavía era capaz de chocar directamente con uno de los ataques de este último y anular su poder altamente destructivo con solo la fuerza bruta. </li><li> <strong>Velocidad inmensa:</strong> En conjunción con su inmenso nivel de fuerza física, Toshinori posee una cantidad igual de impresionante de velocidad. Durante el arco de U.S.J., él puede viajar una distancia notable de la puerta y simultáneamente incapacitar a cinco villanos en un abrir y cerrar de ojos. Él desaparece de la vista de Tomura Shigaraki, lo golpea, e intercepta a Nomu mientras que este último está a punto de atacar a Katsuki, a pesar de la demostración de Nomu de estar en el nivel de All Might. </li><li> <strong>Habilidad de 'volar':</strong> Toshinori demostró poseer esta habilidad en el Capítulo 1. Puede saltar a una altura y velocidad excesivamente altas, al punto de aparentar que realmente está volando. </li></ul> <h4>Antiguo Don</h4> <p> <strong>One For All (ワン・フォー・オール Wan Fō Ōru ?, lit. Uno para todos):</strong> Heredado de Nana Shimura. El Don de All Might le otorga una gran resistencia, mucho mayor agilidad, fuerza y la capacidad de saltar grandes distancias, tanto que parece que puede volar. </p><h4>Súper movimientos</h4> <ul> <li> <strong>Texas Smash (テキサススマッシュ Tekisasu Sumasshu ?):</strong> All Might lanza un puñetazo derecho con la fuerza suficiente como para que la presión del viento envíe cualquier cosa a volar. Este movimiento fue utilizado por primera vez para salvar Izuku Midoriya de un enemigo desconocido en el Capítulo 1. </li><li> <strong>Detroit Smash (デトロイトスマッシュ Detoroito Sumasshu ?):</strong>All Might realiza este ataque como Texas Smash, excepto que en él golpea hacia el suelo en lugar de un golpe directo, el golpe es lo suficientemente potente como para crear una onda de choque de gran tamaño que aclaró el clima. Este movimiento fue utilizado por primera vez para salvar Izuku Midoriya y a Katsuki Bakugo de un enemigo desconocido en el Capítulo 1. </li><li> <strong>Plus Ultra:</strong> All Might supera su límite de 100%. All Might carga un último golpe y con esto derrota a Nomu enviándolo a volar por el techo y hacia la estratosfera con un golpe final, poderoso y épico </li><li> <strong>Double Detroit Smash:</strong> All Might Lanza un golpe al 100% y lo combina con el golpe al 100% de Izuku Midoriya. Este Movimiento se puede ver en la película My Hero Academia: Two Heroes. </li><li> <strong>Missouri Smash (ミズーリースマッシュ Mizūrī Sumasshu ?):</strong> All Might corre hacia un enemigo, manteniendo su mano plana y golpea al enemigo en la cabeza mientras corre junto a ellos. Este movimiento fue utilizado por primera vez contra Vihara Headgear en el Capítulo 13. </li><li> <strong>Carolina Smash (カロライナスマッシュ Karoraina Sumasshu ?):</strong> All Might corre hacia un enemigo, manteniendo sus manos en una posición transversal, a continuación, asesta un golpe con forma de cruz en la cabeza de los enemigos. Este movimiento fue el primero usado contra Nomu durante el Capítulo 18. </li><li> <strong>New Hampshire Smash (ニューハンプシャースマッシュ Nyūhanpushā Sumasshu ?):</strong> All Might concentra su poder en su puño derecho y luego de golpear el aire, se envía a sí mismo hacia su enemigo y choca su cuerpo contra él, triturándolo y causándole un daño masivo con su gran peso, se puede ver en el Capítulo 65 usándolo contra Izuku Midoriya, donde logró romperle la espalda. </li><li> <strong>Oklahoma Smash (オクラホマスマッシュ Okurahoma Sumasshu ?):</strong> All Might toma con sus manos al enemigo y gira sobre sí mismo, para luego soltarlo y mandarlo volando por los aires, o directo contra el suelo. </li><li> <strong>California Smash:</strong> All Might da una voltereta y lanza un puñetazo hacia abajo contra su oponente.Este movimiento se puede ver en la Pelicula de Boku No Hero Academia:Two Heroes </li><li> <strong>United States of Smash (ユナイテッドステーテスオヴスマッシュ Yunaiteddo Sutētesu Ovu Sumasshu ?):</strong> All Might usando todo su poder que le queda lanza un puñetazo lo suficientemente potente como para incapacitar a un enemigo de extraordinario calibre como All For One. Creando un tornado con el impacto del golpe. </li></ul> <h4>Estadistica</h4> <center> <div> <div title='Ultra Archive' > <p class='mw-empty-elt'></p><center> <table cellpadding='1' cellspacing='1' width='auto' style='border: 3px outset #cc0000; border-radius: 4px; padding: 5px 10px; text-align:left;'> <tbody><tr> <th>Poder </th> <td><div style='width:350px; height:1em; border-radius:2em; background:-moz-linear-gradient(left, #32cd32 0%, #00ff00 100%, #e5e4e2 100%, #e5e4e2 100%); background: -o-linear-gradient(left, #32cd32 0%,#00ff00 100%,#e5e4e2 100%,#e5e4e2 100%); background: -ms-linear-gradient(left, #32cd32 0%,#00ff00 100%,#e5e4e2 100%,#e5e4e2 100%); background: linear-gradient(to right, #32cd32 0%,#00ff00 100%,#e5e4e2 100%,#e5e4e2 100%); -webkit-gradient(linear, left top, right top, color-stop(0%,#32CD32), color-stop(100%,#00FF00), color-stop(100%,#E5E4E2), color-stop(100%,#E5E4E2)); background: -webkit-linear-gradient(left, #32CD32 0%, #00FF00 100%, #E5E4E2 100%, #E5E4E2 100%);'>&nbsp;</div></td><td>6/5 <b>S</b> </td></tr><tr> <th>Velocidad </th> <td><div style='width:350px; height:1em; border-radius:2em; background:-moz-linear-gradient(left, #32cd32 0%, #00ff00 100%, #e5e4e2 100%, #e5e4e2 100%); background: -o-linear-gradient(left, #32cd32 0%,#00ff00 100%,#e5e4e2 100%,#e5e4e2 100%); background: -ms-linear-gradient(left, #32cd32 0%,#00ff00 100%,#e5e4e2 100%,#e5e4e2 100%); background: linear-gradient(to right, #32cd32 0%,#00ff00 100%,#e5e4e2 100%,#e5e4e2 100%); -webkit-gradient(linear, left top, right top, color-stop(0%,#32CD32), color-stop(100%,#00FF00), color-stop(100%,#E5E4E2), color-stop(100%,#E5E4E2)); background: -webkit-linear-gradient(left, #32CD32 0%, #00FF00 100%, #E5E4E2 100%, #E5E4E2 100%);'>&nbsp;</div></td><td>6/5 <b>S</b> </td></tr><tr> <th>Técnica </th> <td><div style='width:350px; height:1em; border-radius:2em; background:-moz-linear-gradient(left, #32cd32 0%, #00ff00 100%, #e5e4e2 100%, #e5e4e2 100%); background: -o-linear-gradient(left, #32cd32 0%,#00ff00 100%,#e5e4e2 100%,#e5e4e2 100%); background: -ms-linear-gradient(left, #32cd32 0%,#00ff00 100%,#e5e4e2 100%,#e5e4e2 100%); background: linear-gradient(to right, #32cd32 0%,#00ff00 100%,#e5e4e2 100%,#e5e4e2 100%); -webkit-gradient(linear, left top, right top, color-stop(0%,#32CD32), color-stop(100%,#00FF00), color-stop(100%,#E5E4E2), color-stop(100%,#E5E4E2)); background: -webkit-linear-gradient(left, #32CD32 0%, #00FF00 100%, #E5E4E2 100%, #E5E4E2 100%);'>&nbsp;</div></td><td>6/5 <b>S</b> </td></tr><tr> <th>Inteligencia </th> <td><div style='width:350px; height:1em; border-radius:2em; background:-moz-linear-gradient(left, #32cd32 0%, #00ff00 100%, #e5e4e2 100%, #e5e4e2 100%); background: -o-linear-gradient(left, #32cd32 0%,#00ff00 100%,#e5e4e2 100%,#e5e4e2 100%); background: -ms-linear-gradient(left, #32cd32 0%,#00ff00 100%,#e5e4e2 100%,#e5e4e2 100%); background: linear-gradient(to right, #32cd32 0%,#00ff00 100%,#e5e4e2 100%,#e5e4e2 100%); -webkit-gradient(linear, left top, right top, color-stop(0%,#32CD32), color-stop(100%,#00FF00), color-stop(100%,#E5E4E2), color-stop(100%,#E5E4E2)); background: -webkit-linear-gradient(left, #32CD32 0%, #00FF00 100%, #E5E4E2 100%, #E5E4E2 100%);'>&nbsp;</div></td><td>6/5 <b>S</b> </td></tr><tr> <th>Cooperación </th> <td><div style='width:350px; height:1em; border-radius:2em; background:-moz-linear-gradient(left, #32cd32 0%, #00ff00 100%, #e5e4e2 100%, #e5e4e2 100%); background: -o-linear-gradient(left, #32cd32 0%,#00ff00 100%,#e5e4e2 100%,#e5e4e2 100%); background: -ms-linear-gradient(left, #32cd32 0%,#00ff00 100%,#e5e4e2 100%,#e5e4e2 100%); background: linear-gradient(to right, #32cd32 0%,#00ff00 100%,#e5e4e2 100%,#e5e4e2 100%); -webkit-gradient(linear, left top, right top, color-stop(0%,#32CD32), color-stop(100%,#00FF00), color-stop(100%,#E5E4E2), color-stop(100%,#E5E4E2)); background: -webkit-linear-gradient(left, #32CD32 0%, #00FF00 100%, #E5E4E2 100%, #E5E4E2 100%);'>&nbsp;</div></td><td>6/5 <b>S</b> </td></tr></tbody> </table> </center> <p class='mw-empty-elt'></p></div></div></center>",
            "equipo":"<h3>Equipo</h3> <div class='row'> <figure style='z-index:-5' class='figure col-md-6'> <h4 class='text-center'>Traje de la edad temprana</h4> <img src='Imagenes/All Might/edadTemprana.jpg' class='figure-img img-fluid rounded' alt='> <figcaption class='figure-caption text-xs-right'> Fue diseñado por David Shield como todos sus trajes posteriores y lo utilizo en estados unidos antes de su debut oficial como héroe. Parece ser un rediseño de su traje anterior. </figcaption> </figure> <figure style='z-index:-5' class='figure col-md-6'> <h4 class='text-center'>Traje de la edad de bronce</h4> <img src='Imagenes/All Might/edadBronce.jpg' class='figure-img img-fluid rounded' alt='> <figcaption class='figure-caption text-xs-right'> Este resalta entre todos por el predomino del color negro y la completa falta del color azul que estuvo presente en casi todos los trajes de All Might. </figcaption> </figure> <figure style='z-index:-5' class='figure col-md-6'> <h4 class='text-center'>Traje de la edad de plata</h4> <img src='Imagenes/All Might/edadPlata.jpg' class='figure-img img-fluid rounded' alt='> <figcaption class='figure-caption text-xs-right'> En lo personal este es mi favorito y lo único resaltable es que es el último traje en llevar una capa. </figcaption> </figure> <figure style='z-index:-5' class='figure col-md-6'> <h4 class='text-center'>Traje de la edad temprana</h4> <img src='Imagenes/All Might/edadOro.jpg' class='figure-img img-fluid rounded' alt='> <figcaption class='figure-caption text-xs-right'> Es fue el último traje que tuvo All might y el que utilizo en su último combate contra AFO. También es el primero en no incluir una capa. </figcaption> </figure> </div>"
        },
        {
            "id": "bakugo",
            "nombre": "Katsuki Bakugo",
            "presentacion": "<img src='Imagenes/Bakugo/Bakugo Escolar.png' style='max-height: 450px' class='img-contenido img-fluid ${3|rounded-top,rounded-right,rounded-bottom,rounded-left,rounded-circle,|}'><p>Katsuki Bakugo (爆ばく豪ごう勝かつ己き Bakugō Katsuki ?) también conocido como Kacchan o Dynamight, es un estudiante de la Clase 1-A de la Academia U.A., que está entrenando para convertirse en un Héroe. Es el deuteragonista de la serie y rival de Izuku Midoriya.</p>",
            "personalidad": "<h3>Personalidad</h3> <p> Katsuki se presentó siendo una persona muy impulsiva, agresiva y arrogante, como se vio en su forma de tratar a Izuku, a quién constantemente vulneraba física y psicológicamente, incluso diciéndole que se mate, demostrando su actitud de bastardo. </p><p> Tiene un complejo de superioridad, siempre queriendo ser el mejor en todo e intentando demostrarlo a toda costa; sin embargo aún con esos rasgos, sabe admitir bien cuándo ha sido derrotado, como se demostró en el durante la Batalla de prueba, cuando en la entrada de la academia, Izuku trató de explicarle que su Don One For All venía de otra persona, y Katsuki interpretó que se estaba burlando de él, por lo que trató de callarlo diciendo que simplemente le venció. </p><p> En batalla tiende a ser bastante sanguinario y agresivo, incluso al punto de convertir la palabra 'shine' en una muletilla. Su brutal estilo de lucha se muestra en la prueba de batalla, en la que agrede sin piedad a Izuku y destruye sin precaución todo del entorno encerrado en el que se encontraban. Pese a eso e independiente de su poca compasión, se le ha reconocido un enorme talento y agudeza para pelear, ya que no sólo ataca y destruye, también es capaz de usar su Don para destruir. Siendo esto destacado por Momo Yaoyorozu, Shoto Todoroki y el mismo All Might. </p><p> Aunque no es el héroe con mejor carácter, a medida que avanza la historia su comportamiento comienza a madurar con lentitud, dejando de ser tan maleducado y orgulloso. Conforme avanza el año comienza a confiar y cooperar con sus compañeros de clases, a quienes antes rechazaba ya que quería hacer todo por cuenta propia, no ayudaba ni esperaba ser ayudado. Aquella egolatría le costó varios errores en clases que lo llevó a la derrota o estar muy cerca de ella, de no ser porque tuvo que cooperar a regañadientes con sus compañeros. </p><p> Su inspiración para convertirse en un héroe era el mismo que el de Izuku, el símbolo de paz All Might. Sin embargo, sus creencias son diferentes: Katsuki siente que un héroe nunca debe dejar de luchar o renunciar, independientemente de la amenaza que enfrente y que siempre ganar es la marca de un verdadero héroe. Además debido a su comportamiento arrogante y presumido, varios héroes, civiles e incluso villanos han comentado su comportamiento es más villanesco que heroico. Sin embargo Katsuki es inquebrantable en su objetivo de convertirse en un héroe, habiendo rechazado rotundamente la invitación de Tomura a la Alianza de Villanos. </p><p> Al principio cuando era derrotado, entraba en una especie de shock y además de esto, no admite que supera a los demás cuando la pelea termina sin que él dé el golpe final, como cuando peleaba contra Ochaco Uraraka en el Festival Deportivo y decidieron dar por acabado el enfrentamiento antes de que él terminara a Ochaco. </p><p> Conforme ha avanzado la historia se ve que la personalidad de Katsuki ha cambiado progresivamente, inicialmente partió siendo alguien muy arrogante e intolerante pero poco a poco a ido calmando su actitud hasta el punto de demostrar preocuparse por los demás de manera implícita, como se demuestra en el examen de licencia provisional de héroe cuando reduce sus explosiones para no dañar a Denki y a Eijiro o haber esperado que éste regresara de la batalla contra los Ocho preceptos de la muerte. También ha demostrado tener empatía como es en el caso de Shoto al escuchar a escondidas su pasado. </p>",
            "apariencia":"<h3>Apariencia</h3> <p> Katsuki es un chico joven de estatura media, con una constitución delgada y musculosa y un tono de piel claro. Tiene el pelo corto, puntiagudo y rubio ceniza con flequillo entrecortado que cuelga sobre sus cejas. Sus ojos son afilados y de color rojo brillante. </p><img src='Imagenes/Bakugo/Bakugo Uniforme.jpg' style='max-width:400px; width:90%' class='img-contenido img-fluid ${3|rounded-top,rounded-right,rounded-bottom,rounded-left,rounded-circle,|}'> <p> En la Academia, usa el uniforme de U.A. estándar sin la corbata roja habitual. Debajo de su blazer, usa una camisa blanca con cuello y los primeros botones desabrochados. Sus pantalones están flojos, lo que hace que se hundan en los tobillos, a pesar de que lleva puesto un cinturón. </p><p> Su traje de héroe se compone de una camiseta musculosa apretada, y negra con una 'X' naranja en el centro, formando un cuello en v. Hay dos puntos a lo largo de la línea izquierda de su collar, que indican la compañía de soporte que diseñó su disfraz. Su disfraz también tiene un collarín metálico con extremos rectangulares que tienen tres agujeros en cada lado. Sus mangas se extienden desde dentro de sus grandes guanteletes en forma de granada hasta sus bíceps. Su cinturón, que también lleva granadas, sostiene sus pantalones anchos con rodilleras, debajo de las cuales luce botas de combate negras hasta las rodillas con suelas y ojales naranjas. Su máscara es dentada y negra, y a medida que pasa alrededor de sus ojos, una gran forma de bengala con borde naranja sobresale de cada lado. </p><p> Su traje de héroe de invierno, usa una chaqueta grande con un cuello alto, en lugar de la camiseta sin mangas habitual, aunque tiene el mismo diseño naranja 'X', por lo que todavía puede sudar una cantidad suficiente, así es como funciona su Don. </p><p> Durante su pasantía con Best Jeanist, usaba un par de jeans azules con su traje de héroe, en lugar de sus pantalones holgados habituales. Su cabello también fue peinado y separado a un lado durante esta tenencia. </p>",
            "habilidades":"<h3>Habilidades</h3> <p><strong>Habilidades generales:</strong> Katsuki ha demostrado ser uno de los estudiantes más fuertes que tiene la Clase 1-A en tanto en sus habilidades físicas como las teóricas. Muchos héroes profesionales han destacado la enorme destreza que éste posee, héroes tales como el mismo Shota Aizawa, All Might e incluso el Héroe Nº3 Best Jeanist. La Liga de Villanos también ha reconocido la fuerza del estudiante por lo cuál mandaron a capturarlo para intentar en vano que se uniera a ellos. </p><img src='Imagenes/Bakugo/Bakugo Traje.jpg' class='img-contenido img-fluid ${3|rounded-top,rounded-right,rounded-bottom,rounded-left,rounded-circle,|}'> <ul> <li> <strong>Fuerza mejorada:</strong> Katsuki posee una fuerza física superior al resto de sus compañeros de clase puesto que lleva años de práctica y ha tenido combates a la par con Izuku cuando ha usado su Don o también ha sabido presionar y reducir a Shoto Todoroki durante su batalla en el festival. </li><li> <strong>Intelecto agudo:</strong> Pese a que tiene un carácter agresivo e infantil, Katsuki ha demostrado en muchas ocasiones ser alguien inteligente, estratega y astuto, como por ejemplo cuando logró descubrir el punto débil de Kurogiri y la debilidad de Fumikage. También logró analizar a los villanos que atacaron U.S.J y determinó cuál de todos ellos era el más mortífero a largo plazo. Varios héroes profesionales (inclusive All Might) han reconocido que tiene un fuerte sentido y potencial para los combates. Shota Aizawa ha recalcado que el talento innato de Katsuki reluce cuando éste se encuentra en batalla. Aunque se resalta mucho su habilidad de combate, también se ha demostrado que tiene intelecto escrito, siendo el tercer alumno con mejor calificación en exámenes. </li><li> <strong>Habilidades de liderazgo:</strong> Katsuki siempre ha sido criticado por su falta de cooperación, generalmente como resultado de su abrumador ego que le impide seguir el ejemplo de los demás. Sin embargo gracias a la propia determinación, perfeccionismo e inteligencia de Katsuki, es un líder capaz en caso de que otros decidan seguirlo. Durante la cuarta ronda del Entrenamiento Conjunto, Setsuna Tokage admitió que incluso si su equipo lo había atacado de una vez, no tenían ninguna posibilidad de victoria. Al final a pesar del excepcional trabajo en equipo de la Clase 1-B y la planificación estratégica de Tokage, no lograron capturar a un solo miembro de la Clase 1-A, principalmente gracias a los esfuerzos, la adaptabilidad y las habilidades superiores de Katsuki. </li></ul> <p><strong>Talento musical:</strong> Katsuki es muy hábil tocando la batería, habiendo asistido a clases en el pasado. </p><h4>Don</h4> <p> <strong>Explosión (爆破 Bakuha ?):</strong> El Don de Katsuki le permite segregar nitroglicerina a través del sudor de sus manos y detonarlo a voluntad para crear explosiones. Cuanto más suda Bakugo, más fuertes son sus explosiones. Como lo indicó Best Jeanist, Katsuki tiene una comprensión fuerte en las aplicaciones de su Don. Usualmente usa explosiones pequeñas y poderosas de sus manos para no solo explotar a sus oponentes, sino para impulsarse a sí mismo y movilizarse por el aire también, entre otras utilidades no relacionadas al combate. Él puede mantener la secuencia de sus explosiones el tiempo suficiente como para destruir una pared de hielo gigante creada por Shoto. Las explosiones son lo suficientemente poderosas como para enviar volando a sus oponentes sin mucho tiempo para que reaccionen. Puede usarlos con la suficiente rapidez como para evadir los ataques que llegan, incluso en el aire. Su explosión más poderosa hasta el momento (sin la necesidad de los brazales de granada) se utilizó para destruir completamente la lluvia de meteoros de Ochaco Uraraka, y hacerla volar lejos de él con la siguiente ola de choque que sacudió todo el estadio del Festival de Deportes. Aunque más tarde la usa varias veces seguidas cuando se enfrenta a All Might en la prueba física del examen final. </p><p> Katsuki sufre algo del impacto de sus explosiones debido a la magnitud que pueda tener pero el efecto total es mínimo dado su acondicionamiento físico. Él es capaz de activar explosiones constantes a su alrededor sin sentir ninguna repercusión negativa, incluso después de muchas explosiones de gran alcance. Sin embargo, el uso excesivo puede resultar en que Bakugo acabe hiriendo sus brazos de la fuerza de las explosiones de gran alcance. </p><p> Otro inconveniente del Don de Katsuki es que es incapaz de usar sus explosiones en áreas llenas de gas inflamable, ya que sus explosiones encenderían el gas y lo extenderían aún más. Además, debido a que su Don depende de sus manos con sudor, es más difícil para su Don trabajar en climas más fríos. Sin el sudor de sus palmas, él no puede utilizar su Don a su potencial más completo. </p><h4>Don Temporal</h4> <p> <strong>One For All (ワン・フォー・オール Wan Fō Ōru ?):</strong> Transferido a él por Izuku Midoriya, One for All permitió a Katsuki acumular una enorme cantidad de energía bruta, lo que le permitió mejorar significativamente todas sus habilidades físicas a un nivel sobrehumano. Esto dio como resultado niveles increíbles de fuerza, velocidad, agilidad y durabilidad. También proporcionó un impulso de fuerza excepcional a su Don, Explosion. </p><p> Al final de su lucha e Izuku contra Nine, Katsuki perdió One for All y el Don permaneció en el cuerpo de Izuku. Toshinori inicialmente sospechó que Izuku mantuvo One For All porque Katsuki perdió el conocimiento antes de que se completara la transferencia, pero luego teorizó que su Don se mantuvo dentro de Izuku debido a su voluntad de proteger a los demás, incluso si eso significaba perder One For All. </p><ul> <li> <strong>One For All: Full Cowl - 100% (ワン・フォー・オール フルカウル 100%パーセント Wan Fō Ōru Furu Kauru 100 Pāsento ?):</strong> Katsuki activa One For All en toda su extensión en Full Cowl, lo que le otorga un tremendo impulso en velocidad y fuerza. El primer y único uso de Katsuki de esta técnica fue contra Nine para defender la Isla Nabu. El aumento de potencia provocó que la energía naranja saliera de los ojos de Katsuki y sus pupilas e iris para distorsionarse. Su cabello también se volvió más puntiagudo, y todo su cuerpo brillaba con un tono amarillento con electricidad naranja crepitando a su alrededor. Cuando se fusionó con Explosion, el Don original de Katuski se volvió tan poderoso que las explosiones estándar de él podrían crear enormes cráteres. La temperatura de las explosiones también aumentó hasta el punto en que podría derretirse a través de rocas sólidas de manera similar a la lava cuando Katsuki se acercó a ella. </li><li> <strong>United States of Smash (ユナイテッドステーテスオヴスマッシュ Yunaiteddo Sutētesu Ovu Sumasshu ?):</strong> All Might usando todo su poder que le queda lanza un puñetazo lo suficientemente potente como para incapacitar a un enemigo de extraordinario calibre como All For One. Creando un tornado con el impacto del golpe. </li></ul> <h4>Súper movimientos</h4> <ul> <li> <strong>Blast Rush Turbo (爆速ターボ Bakusoku Tābo ?):</strong> Katsuki ubica las manos hacia atrás y luego lanza múltiples explosiones en sus palmas, para impulsarse y correr más rápido. Este movimiento también puede ser utilizado para lograr una especie de forma de vuelo, ya que Katsuki usó este movimiento para volar sobre los robots gigantes durante la carrera de obstáculos durante el Festival de Deportes. </li><li> <strong>Stun Grenade (閃光弾(スタングレネード) Sutan Gurenēdo ?):</strong> Katsuki comienza creando una esfera de luz entre sus manos que explota en un destello a gran escala. Similar al efecto de una granada de aturdimiento real, el destello de luz ciega a cualquiera que esté cerca. Primero utilizó esta técnica para derrotar a Fumikage Tokoyami. </li><ul> <li> <strong>Zero Distance Stun Grenade (ゼロ距(きょ)離(り)閃光弾(スタングレネード) Zero Kyori Sutan Gurenēdo ?):</strong> Una variación en la que Katsuki dispara su granada de aturdimiento a quemarropa del oponente para aturdirlo inmediatamente e inmovilizarlo con poco daño duradero. Esta variación se utilizó por primera vez contra Setsuna en la cuarta ronda de la batalla de entrenamiento conjunto. </li></ul> <li> <strong>Howitzer Impact (榴弾砲着弾(ハウザーインパクト) Hauzā Inpakuto ?):</strong> Este movimiento es el movimiento más fuerte en el arsenal de Katsuki, lo que implica que Katsuki tome el aire y luego use explosiones para impulsarse en un movimiento circular para crear un tornado. Este tornado acumula oxígeno para alimentar la explosión entrante. Después de chocar con el objetivo, Katsuki libera la poderosa explosión antes mencionada. Present Mic comparó la efectividad de la técnica con la de un misil real. Katsuki utilizó por primera vez Howitzer Impact en el partido final de las Finales del Festival Deportivo de la U.A. También ha demostrado que puede liberar la explosión alimentada en el aire, sin tener que hacer contacto con el objetivo. </li><li> <strong>AP Shot (徹甲弾(A・P・ショット) Ei Pī Shotto ?):</strong> Katsuki extiende una de sus manos y usa la otra mano para formar un círculo en la palma de su mano extendida. Katsuki luego dispara una explosión a través del círculo, lo que crea un rayo de explosión concentrado. Al enfocar el camino de sus explosiones en un solo punto en lugar de alrededor de toda su palma, Katsuki crea una explosión concentrada con un área de impacto reducida, pero con suficiente potencia para perforar con éxito el concreto sólido. </li><ul> <li> <strong>AP Shot: Auto-Cannon (徹甲弾(A・P・ショット)機関銃(オートカノン) Ei Pī Shotto Ōtokanon ?):</strong> Es una derivación del súper movimiento AP Shot, ésta es más rápida y la potencia de la explosión se reduce con el fin de no dañar gravemente a personas que se encuentren cerca del área del usuario. </li><li> <strong>AP Machine-Gun (徹甲機銃(A・P・マシンガン) Ē-Pī Mashingan ?):</strong> Una versión más fuerte del AP Shot: Auto-Cannon, donde Katsuki dispara explosiones más grandes y rápidas. Esta técnica se usó por primera vez contra Tomura en la Guerra de Liberación Paranormal. </li></ul> <li> <strong>Explode-A-Pult (爆破式(エクス)カタパルト Ekusu Kataparuto ?):</strong> Mientras está en el aire Katsuki agarra a su oponente con uno de sus brazos, luego se impulsa en un movimiento giratorio disparando explosiones con su brazo libre. Una vez que gana suficiente impulso, Katsuki lanza con fuerza a su oponente con la ayuda de otra explosión. Primero utilizó esta técnica contra Togaru Kamakiri en la cuarta ronda de la Batalla de Entrenamiento Conjunto. <li> <strong>Detroit Smash (デトロイトスマッシュ Detoroito Sumasshu ?):</strong> Cuando compartió temporalmente el One For All con Izuku y activó el One For All: Full Cowl - 100%, usó este movimiento por primera y última vez con Izuku para destruir el tornado de fuego masivo de Nine. Usó su brazo izquierdo mientras Izuku usaba su derecho, y golpearon hacia el cielo, donde una poderosa corriente de aire destruyó el tornado haciéndolo explotar. </li></ul> <h4>Estadistica</h4> <center> <div> <div title='Ultra Archive' > <p class='mw-empty-elt'></p><center> <table cellpadding='1' cellspacing='1' width='auto' style='border: 3px outset #cc0000; border-radius: 4px; padding: 5px 10px; text-align:left;'> <tbody><tr> <th>Poder </th> <td><div style='width:350px; height:1em; border-radius:2em; background:-moz-linear-gradient(left, #32cd32 0%, #00ff00 100%, #e5e4e2 100%, #e5e4e2 100%); background: -o-linear-gradient(left, #32cd32 0%,#00ff00 100%,#e5e4e2 100%,#e5e4e2 100%); background: -ms-linear-gradient(left, #32cd32 0%,#00ff00 100%,#e5e4e2 100%,#e5e4e2 100%); background: linear-gradient(to right, #32cd32 0%,#00ff00 100%,#e5e4e2 100%,#e5e4e2 100%); -webkit-gradient(linear, left top, right top, color-stop(0%,#32CD32), color-stop(100%,#00FF00), color-stop(100%,#E5E4E2), color-stop(100%,#E5E4E2)); background: -webkit-linear-gradient(left, #32CD32 0%, #00FF00 100%, #E5E4E2 100%, #E5E4E2 100%);'>&nbsp;</div></td><td>5/5 <b>A</b> </td></tr><tr> <th>Velocidad </th> <td><div style='width:350px; height:1em; border-radius:2em; background:-moz-linear-gradient(left, #32cd32 0%, #00ff00 80%, #e5e4e2 81%, #e5e4e2 100%); background: -o-linear-gradient(left, #32cd32 0%,#00ff00 80%,#e5e4e2 81%,#e5e4e2 100%); background: -ms-linear-gradient(left, #32cd32 0%,#00ff00 80%,#e5e4e2 81%,#e5e4e2 100%); background: linear-gradient(to right, #32cd32 0%,#00ff00 80%,#e5e4e2 81%,#e5e4e2 100%); -webkit-gradient(linear, left top, right top, color-stop(0%,#32CD32), color-stop(81%,#00FF00), color-stop(81%,#E5E4E2), color-stop(100%,#E5E4E2)); background: -webkit-linear-gradient(left, #32CD32 0%, #00FF00 81%, #E5E4E2 81%, #E5E4E2 100%);'>&nbsp;</div></td><td>4/5 <b>B</b> </td></tr><tr> <th>Técnica </th> <td><div style='width:350px; height:1em; border-radius:2em; background:-moz-linear-gradient(left, #32cd32 0%, #00ff00 100%, #e5e4e2 100%, #e5e4e2 100%); background: -o-linear-gradient(left, #32cd32 0%,#00ff00 100%,#e5e4e2 100%,#e5e4e2 100%); background: -ms-linear-gradient(left, #32cd32 0%,#00ff00 100%,#e5e4e2 100%,#e5e4e2 100%); background: linear-gradient(to right, #32cd32 0%,#00ff00 100%,#e5e4e2 100%,#e5e4e2 100%); -webkit-gradient(linear, left top, right top, color-stop(0%,#32CD32), color-stop(100%,#00FF00), color-stop(100%,#E5E4E2), color-stop(100%,#E5E4E2)); background: -webkit-linear-gradient(left, #32CD32 0%, #00FF00 100%, #E5E4E2 100%, #E5E4E2 100%);'>&nbsp;</div></td><td>5/5 <b>A</b> </td></tr><tr> <th>Inteligencia </th> <td><div style='width:350px; height:1em; border-radius:2em; background:-moz-linear-gradient(left, #32cd32 0%, #00ff00 80%, #e5e4e2 81%, #e5e4e2 100%); background: -o-linear-gradient(left, #32cd32 0%,#00ff00 80%,#e5e4e2 81%,#e5e4e2 100%); background: -ms-linear-gradient(left, #32cd32 0%,#00ff00 80%,#e5e4e2 81%,#e5e4e2 100%); background: linear-gradient(to right, #32cd32 0%,#00ff00 80%,#e5e4e2 81%,#e5e4e2 100%); -webkit-gradient(linear, left top, right top, color-stop(0%,#32CD32), color-stop(81%,#00FF00), color-stop(81%,#E5E4E2), color-stop(100%,#E5E4E2)); background: -webkit-linear-gradient(left, #32CD32 0%, #00FF00 81%, #E5E4E2 81%, #E5E4E2 100%);'>&nbsp;</div></td><td>4/5 <b>B</b> </td></tr><tr> <th>Cooperación </th> <td><div style='width:350px; height:1em; border-radius:2em; background:-moz-linear-gradient(left, #32cd32 0%, #00ff00 20%, #e5e4e2 21%, #e5e4e2 100%); background: -o-linear-gradient(left, #32cd32 0%,#00ff00 20%,#e5e4e2 21%,#e5e4e2 100%); background: -ms-linear-gradient(left, #32cd32 0%,#00ff00 20%,#e5e4e2 21%,#e5e4e2 100%); background: linear-gradient(to right, #32cd32 0%,#00ff00 20%,#e5e4e2 21%,#e5e4e2 100%); -webkit-gradient(linear, left top, right top, color-stop(0%,#32CD32), color-stop(21%,#00FF00), color-stop(21%,#E5E4E2), color-stop(100%,#E5E4E2)); background: -webkit-linear-gradient(left, #32CD32 0%, #00FF00 21%, #E5E4E2 21%, #E5E4E2 100%);'>&nbsp;</div></td><td>1/5 <b>E</b> </td></tr></tbody></table> <small>Estadísticas de Katsuki, de acuerdo al <a href='/es/wiki/My_Hero_Academia:_Ultra_Archive:_Libro_oficial_de_personajes' title='My Hero Academia: Ultra Archive: Libro oficial de personajes'>primer libro oficial de personajes</a>.</small> </center> <p class='mw-empty-elt'></p></div></div></center>",
            "equipo":"<h3>Equipo</h3> <p> <strong>Brazales de Granadas:</strong> Soporte añadido por Katsuki a su traje de héroe, cumple la finalidad de almacenar su sudor que contiene nitroglicerina, básicamente son como un estanque almacenador. Bajo esas enormes granas se encuentran otros brazales pero de tela con unos receptores que captan el sudor y lo van enviando al estanque. Una vez que están completamente cargadas puede liberar una explosión gigantesca sin sufrir el más mínimo daño. Usa este equipo por primera vez en la Batalla de prueba dónde destruye gran parte del edificio con tan solo utilizar un brazal cargado. </p><p> Externamente sobresalen unas manillas que tienen la función de proteger el seguro del brazal que permite liberar la explosión, esto con el fin de evitar que dicho seguro sea jalado por error en alguna batalla intensa ya sea por el mismo usuario o por su adversario. </p><p> <strong>Granadas improvisadas:</strong> En el cinturón que posee el traje de héroe de Katsuki, se ve que tiene unas granadas de mano que tienen una finalidad similar a la de sus brazales, cuando están llenas de nitroglicerina pueden ser usadas como unas granadas normales en algún momento determinado. La primera vez que son vistas siendo usadas es en el examen de licencia provisional de héroes por Denki. </p><p> <strong>Rodilleras:</strong> Cumplen el propósito de proteger sus rodillas, pero la finalidad con la que se añadieron al traje fue para usarlas como arma contundente, aunque jamás se le ha visto usarlas con esa utilidad. </p>"
        },
        {
            "id": "redriot",
            "nombre": "Eijiro Kirishima",
            "presentacion": "<img src='Imagenes/Redriot/Redriot Escolar.png' style='max-height: 450px' class='img-contenido img-fluid ${3|rounded-top,rounded-right,rounded-bottom,rounded-left,rounded-circle,|}'><p>Eijiro Kirishima (切きり島しま鋭えい児じ郎ろう Kirishima Eijirō ?) también conocido como Red Riot, es un estudiante de la Clase 1-A de la Academia U.A., del cual está entrenando para convertirse en un Héroe.</p>",
            "personalidad": "<h3>Personalidad</h3> <p> Eijiro es un tipo bullicioso y extrovertido con afición por el concepto de masculinidad. Aquellos que muestran una actitud noble, valiente y / o determinada tienden a emocionarlo hasta las lágrimas, ganándose rápidamente su completa admiración, respeto y amistad. También es un gran admirador de Crimson Riot, un héroe retro del que se inspira, incluidos los valores personales y su propio nombre de héroe. </p><p> Eijiro es muy honesto y bondadoso y sigue un código específico de caballería que lo motiva a vivir sin arrepentirse. Su actitud respetuosa significa que es fácilmente capaz de hacer amigos con la mayoría de las personas, particularmente aquellas que muestran tanta determinación como él. Eijiro es muy leal y dedicado a sus amigos, e incluso está dispuesto a infringir las leyes y normas para ayudarlos, y lamenta que no pueda acudir en su ayuda. Eijiro tiene un fuerte sentido de responsabilidad, a veces es muy duro consigo mismo por cualquier resultado negativo que le ocurra a él o a sus amigos. </p><p> Eijiro ha declarado más de una vez que no tiene muy buena opinión de su propio Don, pensando que carece de la ostentación que generalmente se encuentra en un Héroe. De hecho se ofende francamente si encuentra a alguien con un Don similar. Eijiro también está preocupado por no tener un Don lo suficientemente bueno para el trabajo de héroe, preocupado de que sus habilidades no puedan compararse con las de los demás. </p><p> Gran parte de esta duda parece provenir de un incidente en la Secundaria cuando Eijiro vio a Mina Ashido salvar a unos estudiantes de una figura amenazante. Los amigos de Eijiro señalaron que Mina se convertirá fácilmente en un héroe debido a su personalidad extrovertida y su naturaleza atlética. Después de esto Eijiro pensó en sí mismo como aburrido y considerándose patético por su inacción e impotencia, pero gracias a una vieja entrevista grabada de su ídolo, Eijiro pudo obtener la perspectiva que necesitaba para recuperar la compostura y superar la mayor parte de sus inseguridades A partir de ese momento, Eijiro comenzó a trabajar, estudiar y entrenar diligentemente. </p><p> Eijiro decidió reinventarse después de ser aceptado en Academia U.A., adoptando una personalidad dura, segura y ardiente que considera ideal para el tipo de héroe que quiere ser. Aunque Eijiro puede no ser tan apasionado y competitivo como Katsuki Bakugo, no rehúye compararse con él e Izuku afirma que los dos han logrado desarrollar una relación entre iguales. Como resultado Eijiro es notablemente una de las pocas personas que Katsuki tiene en alta estima. </p>",
            "apariencia":"<h3>Apariencia</h3> <p> Eijiro es un joven musculoso de estatura media, con un físico bastante desarrollado debido a sus entrenamientos. Tiene los ojos rojos que apuntan ligeramente hacia adentro, y una pequeña cicatriz justo encima de su ojo derecho, también tiene cejas pequeñas y dientes muy puntiagudos. Su cabello es medianamente largo llegando cerca de los hombros cuando no está peinado, está teñido de un rojo brillante y suele peinarlo hacia arriba, dejando dos mechones caídos a los costados de su rostro y otros dos sobre su frente que se asemejan a unos cuernos. </p><img src='Imagenes/Redriot/Redriot Traje.png' style='max-width: 400px; width:90%' class='img-contenido img-fluid ${3|rounded-top,rounded-right,rounded-bottom,rounded-left,rounded-circle,|}'> <p> Anteriormente en sus días de escuela secundaria su cabello era negro y se dejaba en su estado natural: justo debajo del hombro con algunos mechones más cortos entre los ojos, pero lo cambió a su estilo actual poco después de ser aceptado en la Academia U.A. </p><p> Durante la escuela, usa el uniforme UA normal, solo con zapatillas rojo oscuro en lugar de los zapatos de vestir marrones habituales. </p><p> En su Traje de héroe usa dos hombreras con forma de engranaje de color rojo oscuro, una faja irregular que tiene una 'R' roja colocada en su centro representando su nombre de héroe 'Red Riot'. Debajo usa pantalones negros holgados y media capa con un dobladillo rasgado, también usa botas deportivas color rojo oscuro. Él deja su pecho desnudo y usa un protector que bordea su nariz y mandíbula, una pieza extra que pasa por el puente de la nariz y algunas piezas con púas alrededor de la boca que asemejan a pequeños colmillos. Esta apariencia en general lo hace parecer un poco como un Oni. </p><p> Durante el arco del examen de licencia provisional de héroe, su traje luego adquiere mangas negras, que usa para evitar que su Don lastime a los civiles durante los rescates. </p>",
            "habilidades":"<h3>Habilidades</h3> <p><strong>Habilidades generales:</strong> Eijiro ha demostrado ser un individuo muy formidable en numerosas ocasiones. Sus habilidades le valieron el segundo lugar en el Examen de ingreso de la UA, con un equilibrio justo de puntos de villano y rescate, y el octavo lugar en la Prueba de aprensión de Don. Gracias a su Don, el estilo de lucha de Eijiro es directo e imprudente, lo que permite que su cuerpo endurecido reciba golpes opuestos mientras realiza contraataques. </p><ul> <li> <strong>Durabilidad mejorada:</strong> Incluso sin su peculiaridad, Eijiro tiene una durabilidad superior a la media. Según Katsuki, a pesar de que Eijiro sufrió una lluvia de explosiones durante su pelea en el Festival Deportivo de la UA, esto no se debió solo a la piel blindada de Eijiro. Esta declaración demuestra que la durabilidad natural de Eijiro es bastante fuerte, pero se amplificó por su Endurecimiento. </li></ul> <h4>Don</h4> <p> <strong>Endurecimiento (硬化 Kōka ?):</strong> Le da el poder de endurecer y agudizar cualquiera o todas las partes de su cuerpo. </p><p> Hay un límite en cuanto al daño que puede soportar la piel endurecida, lo que hace que el endurecimiento se disipe lentamente, y Eijiro pierda la resistencia por luchar para mantener activa su Don. </p><p> Como parte de su entrenamiento, Eijiro, en su forma endurecida, fue atacado continuamente por la Cola de Mashirao Ojiro, y con cada golpe, la resistencia y durabilidad del Don de Eijiro aumentaron. </p><ul> <li> <strong>Durabilidad mejorada:</strong> El Don de Eijiro le otorga una durabilidad muy mejorada. Su cuerpo endurecido ha demostrado la capacidad de resistir una gran cantidad de castigos durante largos períodos de tiempo, que incluyen: </li><ul> <li> Una serie de explosiones quemarropa de Katsuki. </li><li> Varias toneladas de chatarra de un villano gigante destruido que cae sobre él. </li><li> Una lluvia de cuchillas producida por un villano cuyo Don fue reforzada por una droga de mejora de Don. </li><li> Una serie de poderosos golpes de Kendo Rappa, un villano cuyo Don aumenta el poder de sus golpes, que fueron lo suficientemente fuertes como para infligir dolorosas lesiones a Fat Gum, un Héroe que sobresale en defensa. </li></ul> <li> <strong>Fuerza mejorada:</strong> Mientras usa su Don, la fuerza física de Eijiro parece aumentar. Lo demostró varias veces durante el festival deportivo, primero cavando a través de varias toneladas de restos de metal. En su lucha contra Tetsutetsu Tetsutetsu, sus dedos cavaron a través del podio de concreto en el que tuvo lugar la lucha, y finalmente salió a la superficie. Eijiro también pudo romper múltiples cuchillas de metal con un solo golpe de codo, así como destruir un muro con la ayuda de Izuku. Cuando está gravemente herido, un golpe de Eijiro se considera lo suficientemente poderoso como para causar que Hekiji Tengai, una de las Ocho Balas, bloquea el ataque con una barrera. </li></ul> <h4>Súper movimientos</h4> <ul> <li> <strong>Red Counter (烈怒交吽咤(レッドカウンター) Reddo Kauntā ?):</strong> Mientras está endurecido, Eijiro soporta un ataque a corta distancia con su piel y luego contraataca con un golpe directo. </li><img src='Imagenes/Redriot/Redriot Unbreakable.png' style='max-width:500px; width:90%' class='img-contenido img-fluid ${3|rounded-top,rounded-right,rounded-bottom,rounded-left,rounded-circle,|}' alt=''> <li> <strong>Red Riot Unbreakable (烈怒頼雄斗(レッドライオット) 安無嶺過武瑠(アンブレイカブル) Reddo Raiotto Anbureikaburu ?):</strong> Eijiro alcanza su máximo nivel de endurecimiento al volver todo su cuerpo extremadamente duro y resistente, dejándolo con una apariencia monstruosa y prácticamente invulnerable a la mayoría de las formas de ataque. Este formulario solo se puede mantener durante unos 30 a 40 segundos. </li><li> <strong>Red Gauntlet (烈怒頑斗裂屠(レッドガントレット) Reddo Gantoretto ?):</strong> Eijiro se apresura hacia el enemigo y le da un fuerte golpe al intestino contra ellos. Si se usa durante Red Riot Unbreakable, causa un daño masivo. </li></ul> <h4>Estadistica</h4> <center> <div id='' class=''> <div title='Ultra Archive' > <p class='mw-empty-elt'></p><center> <table cellpadding='1' cellspacing='1' width='auto' style='border: 3px outset #cc0000; border-radius: 4px; padding: 5px 10px; text-align:left;'> <tbody><tr> <th>Poder </th> <td><div style='width:350px; height:1em; border-radius:2em; background:-moz-linear-gradient(left, #32cd32 0%, #00ff00 80%, #e5e4e2 81%, #e5e4e2 100%); background: -o-linear-gradient(left, #32cd32 0%,#00ff00 80%,#e5e4e2 81%,#e5e4e2 100%); background: -ms-linear-gradient(left, #32cd32 0%,#00ff00 80%,#e5e4e2 81%,#e5e4e2 100%); background: linear-gradient(to right, #32cd32 0%,#00ff00 80%,#e5e4e2 81%,#e5e4e2 100%); -webkit-gradient(linear, left top, right top, color-stop(0%,#32CD32), color-stop(81%,#00FF00), color-stop(81%,#E5E4E2), color-stop(100%,#E5E4E2)); background: -webkit-linear-gradient(left, #32CD32 0%, #00FF00 81%, #E5E4E2 81%, #E5E4E2 100%);'>&nbsp;</div></td><td>4/5 <b>B</b> </td></tr><tr> <th>Velocidad </th> <td><div style='width:350px; height:1em; border-radius:2em; background:-moz-linear-gradient(left, #32cd32 0%, #00ff00 60%, #e5e4e2 61%, #e5e4e2 100%); background: -o-linear-gradient(left, #32cd32 0%,#00ff00 60%,#e5e4e2 61%,#e5e4e2 100%); background: -ms-linear-gradient(left, #32cd32 0%,#00ff00 60%,#e5e4e2 61%,#e5e4e2 100%); background: linear-gradient(to right, #32cd32 0%,#00ff00 60%,#e5e4e2 61%,#e5e4e2 100%); -webkit-gradient(linear, left top, right top, color-stop(0%,#32CD32), color-stop(61%,#00FF00), color-stop(61%,#E5E4E2), color-stop(100%,#E5E4E2)); background: -webkit-linear-gradient(left, #32CD32 0%, #00FF00 61%, #E5E4E2 61%, #E5E4E2 100%);'>&nbsp;</div></td><td>3/5 <b>C</b> </td></tr><tr> <th>Técnica </th> <td><div style='width:350px; height:1em; border-radius:2em; background:-moz-linear-gradient(left, #32cd32 0%, #00ff00 60%, #e5e4e2 61%, #e5e4e2 100%); background: -o-linear-gradient(left, #32cd32 0%,#00ff00 60%,#e5e4e2 61%,#e5e4e2 100%); background: -ms-linear-gradient(left, #32cd32 0%,#00ff00 60%,#e5e4e2 61%,#e5e4e2 100%); background: linear-gradient(to right, #32cd32 0%,#00ff00 60%,#e5e4e2 61%,#e5e4e2 100%); -webkit-gradient(linear, left top, right top, color-stop(0%,#32CD32), color-stop(61%,#00FF00), color-stop(61%,#E5E4E2), color-stop(100%,#E5E4E2)); background: -webkit-linear-gradient(left, #32CD32 0%, #00FF00 61%, #E5E4E2 61%, #E5E4E2 100%);'>&nbsp;</div></td><td>3/5 <b>C</b> </td></tr><tr> <th>Inteligencia </th> <td><div style='width:350px; height:1em; border-radius:2em; background:-moz-linear-gradient(left, #32cd32 0%, #00ff00 60%, #e5e4e2 61%, #e5e4e2 100%); background: -o-linear-gradient(left, #32cd32 0%,#00ff00 60%,#e5e4e2 61%,#e5e4e2 100%); background: -ms-linear-gradient(left, #32cd32 0%,#00ff00 60%,#e5e4e2 61%,#e5e4e2 100%); background: linear-gradient(to right, #32cd32 0%,#00ff00 60%,#e5e4e2 61%,#e5e4e2 100%); -webkit-gradient(linear, left top, right top, color-stop(0%,#32CD32), color-stop(61%,#00FF00), color-stop(61%,#E5E4E2), color-stop(100%,#E5E4E2)); background: -webkit-linear-gradient(left, #32CD32 0%, #00FF00 61%, #E5E4E2 61%, #E5E4E2 100%);'>&nbsp;</div></td><td>3/5 <b>C</b> </td></tr><tr> <th>Cooperación </th> <td><div style='width:350px; height:1em; border-radius:2em; background:-moz-linear-gradient(left, #32cd32 0%, #00ff00 80%, #e5e4e2 81%, #e5e4e2 100%); background: -o-linear-gradient(left, #32cd32 0%,#00ff00 80%,#e5e4e2 81%,#e5e4e2 100%); background: -ms-linear-gradient(left, #32cd32 0%,#00ff00 80%,#e5e4e2 81%,#e5e4e2 100%); background: linear-gradient(to right, #32cd32 0%,#00ff00 80%,#e5e4e2 81%,#e5e4e2 100%); -webkit-gradient(linear, left top, right top, color-stop(0%,#32CD32), color-stop(81%,#00FF00), color-stop(81%,#E5E4E2), color-stop(100%,#E5E4E2)); background: -webkit-linear-gradient(left, #32CD32 0%, #00FF00 81%, #E5E4E2 81%, #E5E4E2 100%);'>&nbsp;</div></td><td>4/5 <b>B</b> </td></tr></tbody></table> <small>Estadísticas de Eijiro, de acuerdo al <a href='/es/wiki/My_Hero_Academia:_Ultra_Archive:_Libro_oficial_de_personajes' title='My Hero Academia: Ultra Archive: Libro oficial de personajes'>primer libro oficial de personajes</a>.</small> </center> <p class='mw-empty-elt'></p></div></div></center>",
            "equipo":"<h3>Equipo</h3> <p> <strong>Headgear:</strong> Similar a un bozal, protege la nariz y barbilla de Eijiro, quién pensó que son zonas muy propensas a recibir daño por ataques de terceros. </p><p> <strong>Hombreras:</strong> Fueron agregadas para darle un look más intimidante y corpulento, con el tiempo fueron mejoradas para que Kirishima pudiera moverse mejor. </p><p> <strong>Cubrebrazos:</strong> Eijiro añadió estas mangas al darse cuenta de que podría lastimar a alguien con sus brazos al tener el Don activado ya que estos se ponen cortantes. Están hechas con poliuretano para no dañar a personas que en algún momento deba proteger o cargar. </p><p> <strong>Ropa andrajosa:</strong> Agregada solo con el fin de estilizarse y verse más varonil. </p>"
        }
        ]
    }
}




